Repository: 280455936/Tunnelblick
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: fa

source: That name is being used.
fa: این نام استفاده شده است.

source: The %@ system folder (%@) does not exist.
fa: پوشه سیستمی %1$@(%2$@) وجود ندارد.

source: The %@ system folder (%@) is not secure. Tunnelblick may not work properly unless this is fixed. Disk Utility's 'Repair Disk Permissions' function may be able to repair the problem.
fa: پوشه سیستمی %1$@(%2$@) امن نیست. در صورت عدم رفع این ایراد Tunnelblick شاید درست کار ننماید. ابزار دیسک 'تعمیر دسترسی های دیسک' می توانند برای ترمیم این مشکل در دسترس باشند.

source: The '%@' OpenVPN option is not allowed on OS X. It is a 'Windows only' option.
fa: گزینه '%@' OpenVPN بر روی OS X مجاز نیست. این یک گزینه فقط ویندوزی می باشد.

source: The '%@' OpenVPN option is not allowed when using Tunnelblick.
fa: گزینه '%@' OpenVPN هنگام استفاده از Tunnelblick مجاز نیست.

source: The '%@' credentials may not be added because the list of named credentials is being forced.
fa: اعتبارنامه نامه های '%@' به دلیل اعمال شدن لیست اعتبار نامه های نام دار قابل اضافه شدن نیستند.

source: The '%@' credentials may not be deleted because one or more configurations are being forced to use them.
fa: اعتبارنامه های '%@' به دلیل اینکه در برخی از پیکربندی های اعمال شده استفاده شده اند قابل حذف شدن نیستند.

source: The '%@' credentials may not be deleted because the list of named credentials is being forced.
fa: اعتبارنامه های '%@' به دلیل اعمال شدن لیست اعتبار نامه های نام دار قابل حذف شدن نیستند.

source: The 'credentialsNames' preference must be an array of strings.
fa: تنظیمات 'credentialsNames' باید آرایه ای از رشته ها باشد.

source: The 'namedCredentialsNames' preference must be an array of strings
fa: تنظیمات 'namedCredentialsNames' باید آرایه ای از رشته ها باشد

source: The OpenVPN configuration file for '%@' was modified after it was last secured. Do you wish to secure the modified configuration or revert to the last secured configuration?
fa: فایل پیکربندی OpenVPN برای '%@' بعد از آخرین امن سازی تغییر یافته است. آیا مایل به امن سازی پیکربندی ویرایش شده و یا بازگردانی آن به اخرین وضعیت امن هستید؟

source: The OpenVPN configuration file in %@ contains a '%@' option, which is a Windows-only option. It cannot be used on OS X.
fa: فایل پیکربندی در %1$@ دارای گزینه '%2$@' می باشد که یک گزینه فقط ویندوزی است. این پیکربندی را نمی توان در OS X استفاده کرد.

source: The OpenVPN log contains the following message: "%@".%@
fa: گزارش OpenVPN دارای پیغام زیر است: "%1$@".%2$@

source: The OpenVPN log does not yet exist or has been deleted.
fa: گزارش OpenVPN هنوز آماده نیست و یا اینکه پاک شده است.

source: The Tunnelblick preferences were corrupted and have been cleared. (The old preferences were renamed.) See the Console Log for details.
fa: تنظیمات Tunnelblick به دلیل خراب شدگی پاک شده اند. (نام تنظیمات قدیمی تغییر یافته است.) به میزفرمان گزارش برای اطلاعات بیشتر مراجعه نمایید.

source: The attempt to connect %@ has been cancelled: the runOnConnect script returned status: %ld.
fa: تلاش برای ارتباط با %1$@ لغو گردید: وضعیت برگشتی اسکریپت runOnConnect:%2$ld.

source: The configuration file for '%@' appears to use the 'user' and/or 'group' options and is using a down script ('Do not set nameserver' not selected, or there is a 'down' option in the configuration file). It is likely that restarting the connection (done automatically when the connection is lost) will fail unless the 'openvpn-down-root.so' plugin for OpenVPN is used. Do you wish to use the plugin?
fa: فایل پیکربندی برای '%@' به نظر می آید که از گزینه های کاربر و یا گروه به همراه اسکریپت پایین استفاده می نماید(گزینه عدم استفاده از سرور نام انتخاب نشده است، و یا گزینه پایین در فایل پیکربندی وجود دارد). به احتمال زیاد راه اندازی مجدد ارتباط(در هنگام قطعی این کار به صورت خودکار انجام می گیرد) تا هنگام استفاده از افزونه 'openvpn-down-root.so' برای OpenVPN موفق نخواهد بود. آیا مایل به استفاده از این پلاگین هستید؟

source: The configuration file for '%@' does not appear to contain a 'dev tun', 'dev utun', or 'dev tap' option. This option may be needed for proper Tunnelblick operation. Consult with your network administrator or the OpenVPN documentation.
fa: فایل پیکربندی برای '%@' به نظر نمی آید که دارای گزینه 'dev tun'، 'dev utun' و یا 'dev tap' باشد. به این گزینه برای فغالیت درست Tunnelblick نیاز است. با مدیر شبکه مشورت کنید و یا نگاهی به مستندات OpenVPN بیندازید.

source: The configuration file refers to a file %@ which does not exist (even in the configuration being replaced).
fa: فایل پیکربندی اشاره دارد به فایل %@ که وجود ندارد(حتی در پیکربندی هم جایگزین شده است).

source: The configuration file refers to a file %@ which does not exist in the new configuration, so the existing unsecured file has been used.
fa: فایل پیکربندی اشاره دار به فایل %@ که در پیکربندی جدید وجود ندارد پس فایل غیر امن موجود استفاده شده است.

source: The configuration file refers to a file %@ which does not exist.
fa: فایل پیکربندی اشاره دارد به فایل %@ که موجود نیست.

source: The configuration file refers to a file %@ which should be located at %@ but the file does not exist (even in the configuration being replaced).
fa: فایل پیکربندی اشاره دارد به فایل %1$@ که باید قرار گرفته باشد در %2$@ ولی این فایل وجود ندارد( حتی در پیکربندی هم جاگزین شده است).

source: The configuration file refers to a file %@ which should be located at %@ but the file does not exist.
fa: فایل پیکربندی اشاره دارد به فایل %1$@ که باید قرار گرفته باشد در %2$@ ولی این فایل وجود ندارد.

source: The credentials named %@ could not be added: %@
fa: اعتبار نامه با نام %1$@ اضافه نشد: %2$@

source: The credentials named %@ could not be removed: %@
fa: اعتبار نامه با نام %1$@ حذف نشد: %2$@

source: The file %@ is empty
fa: فایل %@ خالی است

source: The file %@ is missing
fa: فایل %@ موجود نیست

source: The installation or repair took too long or failed. Try again?
fa: نصب یا تعمیر زمانی زیادی برد و یا شکست خورد. مجدد تلاش شود؟

source: The installation, removal, recovery, or repair of one or more Tunnelblick components failed. See the Console Log for details.
fa: نصب، پاک کردن، ترمیم و یا بازیابی یک یا چند جز Tunnelblick موفق نبود. به گزارش میزفرمان برای جزییات بیشتر مراجعه نمایید.

source: The passphrase was not accepted.
fa: عبارت عبور مورد قبول نیست.

source: The private configuration has never been secured, so you cannot revert to the secured (shadow) copy.
fa: پیکربندی خصوصی هیچگاه ایمن نبوده پس شما نمی توانید آنرا به رونوشت ایمن(سایه) برگردانید.

source: The sample configuration folder has been created on your Desktop, and the OpenVPN configuration file has been opened in TextEdit so you can modify the file for your VPN setup. When you have finished editing the OpenVPN configuration file and saved the changes, please 1. Move or copy any key or certificate files associated with the configuration into the 'Sample Tunnelblick VPN Configuration' folder on your Desktop. (This folder has been opened in a Finder window so you can drag the files to it.) 2. Change the name of the configuration file to a name of your choice (do not change the file's extension). This will be the name that Tunnelblick uses for the configuration. 3. To install the configuration, drag the configuration file and drop it on the Tunnelblick icon in the menu bar or on the list of configurations in the 'Configurations' tab of the 'VPN Details' window.
fa: پوشه پیکربندی نمونه بر روی میز کاری ایجاد و فایل پیکربندی OpenVPN در برنامه ویرایش متن یاز شده است تا شما بتوانید این فایل را برای تنظیم وی پی ان تغییر دهید. پس از ویرایش فایل پیکربندی OpenVPN و ذخیره سازی آن لطفا ۱. کلیه فایل های گواهینامه و کلید مرتبط با پیکربندی را به پوشه 'Sample Tunnelblick VPN Configuration' در میز کاری منتقل و یا رونوشت نمایید. (این پوشه در در پنجره Finder باز شده است تا شما بتوانید فایل ها به درون آن بکشید.) ۲. نام فایل پیکربندی را به نام مدنظر خود تغییر دهید(پسوند فایل را تغییر ندهید). این نامی خواهد بود که Tunnelblick برای پیکربندی استفاده خواهد کرد. ۳. برای نصب پیکربندی، فایل پیکبرندی با بکشید و بر روی آیکون Tunnelblick در نوار گزینه ها یا لیست پیکربندی ها در سربرگ 'پیکربندی ها'ی پنجره 'جزییات وی پی ان' رها نمایید.

source: The username and password were not accepted by the remote VPN server.
fa: نام کاربری و گذرواژه توسط سرور VPN پذیرفته نشدند.

source: There are no OpenVPN configurations to install.
fa: پیکربندی های OpenVPN برای نصب وجود ندارند.

source: There are no OpenVPN processes running
fa: هیچ پردازه وی پی انی در حال اجرا نیست

source: There are no VPN configurations installed. Tunnelblick needs one or more installed configurations to connect to a VPN. Configurations are installed from files that are usually supplied to you by your network manager or VPN service provider. The files must be installed to be used. Configuration files have extensions of .tblk, .ovpn, or .conf. (There may be other files associated with the configuration that have other extensions; ignore them for now.) Do you have any configuration files?
fa: هیچ پیکربندی وی پی انی نصب نشده است. برای اتصال به وی پی ان، Tunnelblick نیاز به یک یا چند پیکربندی نصب شده دارد. پیکربندی ها معمولا از طریق فایل هایی که توسط مدیر شبکه و یا تامین کننده خدمات وی پی ان ارایه می شوند نصب می گردند. این فایل ها باید اول نصب شده باشند. فایل های پیکربندی دارای پسوند های .tblk، .ovpn و یا .conf می باشند. ( فایل های با پسوندهای دیگر هم می توانند مرتبط با یک پیکربندی باشند، فعلا آنها را رد نمایید.) آیا فایل حاوی پیکربندی دارید؟

source: There is not an OpenVPN configuration file in '%@'
fa: هیچ پیکربندی OpenVPN در فایل '%@' وجود ندارد

source: There was a problem deleting one or more configurations. See the Console Log for details.
fa: مشکلی در راه حذف یک یا چند پیکربندی بوجود آمد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: There was a problem with the OpenVPN configuration. See the Console Log for details.
fa: مشکلی با پیکربندی OpenVPN بوجود آمد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: There was a problem with %@: %@
fa: مشکلی بوجود آمد با %1$@: %2$@

source: There was a problem: %@
fa: یک مشکل وجود داشت: %@

source: This 'Deployed' version of Tunnelblick cannot be launched or installed because it has not been rebranded, or updateFeedURL or SUFeedURL are missing or contain 'tunnelblick.net', or CFBundleIdentifier is missing or contains 'net.tunnelblick'.
fa: این نسخه عرضه شده Tunnelblick قابل نصب و یا اجرا نیست زیرا تغییر نام پیدا کرده، یا updateFeedURL و SUFeedURL وجود ندارند و یا دارای 'tunnelblick.net' هستند، و یا CFBundleIdentifier وجود ندارد و یا دارای 'net.tunnelblick' است.

source: This 'Deployed' version of Tunnelblick cannot be launched or installed because it does not have an Info.plist.
fa: این نسخه عرضه شده Tunnelblick قابل نصب و یا اجرا نیست زیرا دارای فایل Info.plist نمی باشد.

source: This VPN cannot be connected. The OpenVPN configuration file for '%@' contains Openvpn options which conflict. That is, one or more options are available only in old versions of OpenVPN and one or more other options are available only in modern versions of OpenVPN. No version of OpenVPN will accept all of the options in the configuration file. You should update the configuration so it can be used with modern versions of OpenVPN.
fa: این وی پی ان وصل نشد. فایل پیکربندی OpenVPN برای '%@' دارای گزینه های ناسازگار Openvpn می باشد. این یعنی یک یا چند گزینه برای نسخه های قدیمی OpenVPN در دسترس هستند و یک یا چند گزینه برای نسخه های به روزتر. هیچ نسخه ای از OpenVPN همه گزینه ها در فایل پیکربندی را پذیرا نیست. برای استفاده از این پیکرندی در نسخه های به روز OpenVPN، آنرا ویرایش نمایید.

source: This VPN cannot be connected. The OpenVPN configuration file for '%@' contains these OpenVPN options: %@ None of the versions of OpenVPN included in this version of Tunnelblick include the option(s).
fa: این وی پی ان وصل نشد. فایل پیکربندی برای '%1$@' دارای گزینه OpenVPN زیر می باشد: %2$@ هیچ از نسخه های OpenVPN همراه این نسخه Tunnelblick شامل این گزینه(ها) نمی باشند.

source: This VPN cannot be connected. The OpenVPN configuration file for '%@' contains these OpenVPN options: %@ None of the versions of OpenVPN included in this version of Tunnelblick include the option(s). You should update the configuration so it can be used with modern versions of OpenVPN.
fa: این وی پی ان وصل نشد. فایل پیکربندی برای '%1$@' دارای گزینه OpenVPN زیر می باشد: %2$@ هیچ از نسخه های OpenVPN همراه این نسخه Tunnelblick شامل این گزینه(ها) نمی باشند. برای استفاده از این پیکرندی در نسخه های به روز OpenVPN، آنرا ویرایش نمایید.

source: This computer's apparent public IP address was not different after connecting to %@. It is still %@. This may mean that your VPN is not configured correctly.
fa: نشانی آی پی آشکار این رایانه بعد از ارتباط با %1$@ تغییر نکرده است و هنوز %2$@ می باشد. این یعنی وی پی ان شما به درستی پیکربندی نشده است.

source: This copy of Tunnelblick has been tampered with (the digital signature is invalid). Please check with the provider of this copy of Tunnelblick before using it.
fa: این رونوشت از Tunnelblick دستکاری شده (شناسه ی دیجیتالی نامعتبر است). لطفا قبل از استفاده از این رونوشت با تامین کننده آن تماس بگیرید.

source: This copy of Tunnelblick is not digitally signed. There is no way to verify that this copy has not been tampered with. Check with the provider of this copy of Tunnelblick before using it.
fa: این رونوشت از Tunnelblick شناسه ی دیجیتالی ندارد. برای بررسی صحت نرم افزار و اینکه دستکاری نشده هیچ راهی وجود ندارد. قبل از استفاده این مورد را با تامین کننده ی نرم افزار بررسی کنید.

source: This version of Tunnelblick cannot be launched or installed because it has an invalid update URL.
fa: این نسخه عرضه شده Tunnelblick قابل نصب و یا اجرا نیست زیرا دارای نشانی بروزرسانی نامعتبر است.

source: This version of Tunnelblick cannot be launched or installed because it is not a 'Deployed' version, and one or more 'Deployed' versions of Tunnelblick were previously installed.
fa: این نسخه Tunnelblick قابل نصب و یا اجرا نیست زیرا نسخه عرضه شده نیست، و یک یا چند نسخه عرضه شده Tunnelblick پیشتر نصب شده است.

source: Too many configuration files in '%@'
fa: تعداد زیادی فایل پیکربندی در '%@'

source: Too many duplicate configurations already exist.
fa: تعداد زیادی پیکربندی تکراری وجود دارد.

source: Translation by
fa: ترجمه شده توسط

source: Trying to quit all OpenVPN processes...
fa: تلاش برای بستن همه پردازه های OpenVPN…

source: Tunnelblick %@ has been secured successfully.
fa: Tunnelblick %@ با موفقیت امن شد.

source: Tunnelblick %@ is ready.
fa: Tunnelblick %@ آماده است.

source: Tunnelblick Admin Mode Temporarily authorize changes that require an administrator password. The session expires after five minutes or when the 'VPN Details' window is closed.
fa: وضعیت مدیر Tunnelblick اجازه موقت تغییراتی که نیاز به گذرواژه مدیر دارند. این جلسه کاری بعد از پنج دقیقه و یا یعد از بستن پنجره 'جزییات وی پی ان' پایان خواهد یافت.

source: Tunnelblick Internet Use:
fa: اینترانت مورد استفاده ی Tunnelblick:

source: Tunnelblick can access %@ to check for updates when it is launched and periodically while it is running.
fa: Tunnelblick بعد از اجرا و یا به صورت دوره ای در حین اجرا برای بررسی بروزرسانی ها به %@ دسترسی خواهد داشت.

source: Tunnelblick can access %@ to check that your computer's apparent public IP address changes each time you connect to a VPN.
fa: Tunnelblick برای بررسی اینکه نشانی آی پی آشکار رایانه شما بعد از ارتباط وی پی ان تغییر پیدا کرده، به %@ دسترسی خواهد داشت.

source: Tunnelblick could not be configured to automatically launch itself after you log in. See the Console log for details.
fa: پیکربندی Tunnelblick برای اجرای خودکار پس از ورود به رایانه امکان پذیر نبود. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not be launched because of a problem with the configuration. Please examine the Console Log for details.
fa: Tunnelblick به دلیل ایراد در پیکربندی اجرا نشد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not completely uninstall the '%@' configuration. See the Console Log for details.
fa: Tunnelblick توانست پیکربندی '%@' به طور کامل حذف نماید. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not copy the '%@' configuration. See the Console Log for details.
fa: Tunnelblick نتوانست پیکربندی '%@' را رونوشت نماید. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not create the empty configuration folder
fa: Tunnelblick نتوانست پوشه خالی پیکربندی را ایجاد نماید

source: Tunnelblick could not create the sample configuration
fa: Tunnelblick نتوانست پوشه نمونه پیکربندی را ایجاد نماید

source: Tunnelblick could not display a window. CFUserNotificationCreate() returned with error = %ld; notification = %@
fa: Tunnelblick نتوانست پنجره ای را نمایش دهد. CFUserNotificationCreate() خطای %1$ld را برگرداند با توضیح %2$@

source: Tunnelblick could not fetch IP address information before the connection to %@ was made.
fa: Tunnelblick نتوانست اطلاعات نشانی آی پی پیش از ارتباط با %@ را واکشی نماید.

source: Tunnelblick could not find a 'tun' or 'tap' option in the OpenVPN configuration file
fa: Tunnelblick گزینه 'tun' یا 'tap' را در فایل پیکربندی OpenVPN پیدا نکرد

source: Tunnelblick could not find a free port to use for communication with OpenVPN
fa: Tunnelblick نتوانست درگاهی آزاد برای ارتباط با OpenVPN پیدا نماید

source: Tunnelblick could not find the configuration file or the configuration file could not be sanitized. See the Console Log for details.
fa: Tunnelblick فایل پیکربندی و یا فایلی عاری از اطلاعات شخصی را پیدا نکرد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not move the '%@' configuration. See the Console Log for details.
fa: Tunnelblick نتوانست پیکربندی '%@' را جابجا نماید. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not replace the '%@' configuration. See the Console Log for details.
fa: Tunnelblick نتوانست پیکربندی '%@' را جایگزین نماید. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick could not uninstall the '%@' configuration. See the Console Log for details.
fa: Tunnelblick نتوانست پیکربندی '%@' را حذف نماید. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick encountered a fatal error. Please contact the developers at developers@tunnelblick.net for help. The problem was: %@
fa: Tunnelblick با ایرادی بزرگ روبرو شد. برای دریافت کمک با توسعه دهنده با نشانی developers@tunnelblick.net تماس حاصل فرمایید. مشکل این بود: %@

source: Tunnelblick encountered errors with %lu configurations: %@%@%@%@
fa: Tunnelblick با پیکربندی های %1$lu دچار مشکل شد: %2$@%3$@%4$@%5$@

source: Tunnelblick failed to repair problems with preferences for '%@'. Details are in the Console Log
fa: Tunnelblick نتوانست ایرادات با تنظیمات '%@' را ترمیم نماید. جزییات بیشت در میزفرمان گزارشات

source: Tunnelblick has disconnected '%@' because its configuration file has been removed.
fa: Tunnelblick ارتباط '%@' را به دلیل حذف شدن فایل پیکربندی مربوطه قطع کرد.

source: Tunnelblick is based on %@.
fa: Tunnelblick بر پایه %@ بنا شده است.

source: Tunnelblick is currently running. It will be shut down before proceeding.
fa: Tunnelblick در حال اجرا می باشد و برای ادامه کار بسته خواهد شد.

source: Tunnelblick needs authorization to duplicate the '%@' configuration.
fa: Tunnelblick برای تکثیر پیکربندی '%@' نیاز به اجازه دارد.

source: Tunnelblick needs authorization to make %ld configurations private.
fa: Tunnelblick برای خصوصی سازی پیکربندی های %ld نیاز به اجازه دارد.

source: Tunnelblick needs authorization to make %ld configurations shared.
fa: Tunnelblick برای مشترک سازی پیکربندی های %ld نیاز به اجازه دارد.

source: Tunnelblick needs authorization to make the '%@' configuration private.
fa: Tunnelblick برای خصوصی سازی پیکربندی '%@' نیاز به اجازه دارد.

source: Tunnelblick needs authorization to make the '%@' configuration shared.
fa: Tunnelblick برای مشترک سازی پیکربندی '%@' نیاز به اجازه دارد.

source: Tunnelblick needs authorization to remove %ld configurations. Removing configurations is permanent and cannot be undone. All settings for the configurations will also be removed permanently.
fa: Tunnelblick برای حذف پیکربندی های %ld نیاز به اجازه دارد. حذف پیکربندی ها دایمی خواهد بود و قایل بازگردانی نیست. همه تنطیمات مرتبط با پیکربندی هم به طور دایمی حذف خواهند شد.

source: Tunnelblick needs authorization to remove the '%@' configuration. Removing a configuration is permanent and cannot be undone. All settings for the configuration will also be removed permanently.
fa: Tunnelblick برای حذف پیکربندی '%@' نیاز به اجازه دارد. حذف پیکربندی دایمی خواهد بود و قایل بازگردانی نیست. همه تنطیمات مرتبط با پیکربندی هم به طور دایمی حذف خواهند شد.

source: Tunnelblick needs authorization to rename the '%@' configuration to '%@'.
fa: Tunnelblick برای تغییر نام پیکربندی '%1$@' به '%2$@' نیاز به اجازه دارد.

source: Tunnelblick needs to change a setting that may only be changed by a computer administrator.
fa: Tunnelblick نیاز به تغییر تنظیمی دارد که فقط توسط مدیر رایانه قابل تغییر است.

source: Tunnelblick needs to convert OpenVPN configurations to Tunnelblick VPN Configurations.
fa: Tunnelblick نیاز دارد تا پیکربندی های OpenVPN را به پیکربندی های وی پی ان Tunnelblick نبدیل نماید.

source: Tunnelblick needs to create or update a secure (shadow) copy of the configuration file.
fa: Tunnelblick نیاز دارد تا یک رونوشت امن(سایه) از فایل پیکربندی ایجاد نماید و یا آنرا ویرایش نماید.

source: Tunnelblick needs to perform an action that requires administrator authorization.
fa: Tunnelblick می خواهد عملی را انجام دهد که نیاز به اجازه مدیر دارد.

source: Tunnelblick needs to:
fa: Tunnelblick نیاز دارد به:

source: Tunnelblick successfully:
fa: Tunnelblick با موفقیت:

source: Tunnelblick was successfully installed and %ld configurations were installed or replaced.
fa: Tunnelblick با موفقیت نصب شد و پیکربندی های %ld نیز نصب و یا جایگزین شدند.

source: Tunnelblick was successfully installed and one configuration was installed or replaced.
fa: Tunnelblick با موفقیت نصب شد و یک پیکربندی نیز نصب و یا جایگزین شد.

source: Tunnelblick was successfully installed.
fa: Tunnelblick با موفقیت نصب شد.

source: Tunnelblick was successfully replaced and %ld configurations were installed or replaced.
fa: Tunnelblick با موفقیت جایگزین شد و پیکربندی های %ld نیز نصب و یا جایگزین شدند.

source: Tunnelblick was successfully replaced and one configuration was installed or replaced.
fa: Tunnelblick با موفقیت جایگزین شد و یک پیکربندی نیز نصب و یا جایگزین شد.

source: Tunnelblick was successfully replaced.
fa: Tunnelblick با موفقیت جایگزین شد.

source: Tunnelblick was unable to establish communications with an existing OpenVPN process for '%@' within %d seconds. The attempt to establish communications has been abandoned.
fa: Tunnelblick موفق به برقراری ارتباط با یکی از پردازه های OpenVPN برای '%1$@' به مدت %2$d ثانیه نشد. تلاش برای برقراری ارتباط خاتمه یافت.

source: Tunnelblick was unable to make the change. See the Console Log for details.
fa: Tunnelblick موفق به ایجاد تغییرات نشد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Tunnelblick was unable to start OpenVPN to connect %@. For details, see the log in the VPN Details... window
fa: Tunnelblick نتوانست OpenVPN را برای اتصال به %@ راه اندازی کند. برای اطلاعات بیشتر به گزارشات در پنجره جزییات وی پی ان… مراجعه نمایید

source: Tunnelblick will access %@ to check for updates when it is launched and periodically while it is running. Contact the distributor of this copy of Tunnelblick for details.
fa: Tunnelblick برای دریافت آخرین بروزرسانی ها، در هنگام بارگزاری و به صورت دوره ای به %@ مراجعه خواهد کرد. برای جزییات بیشتر با ناشر این رونوشت از Tunnelblick تماس بگیرید.
