Repository: 280455936/Tunnelblick
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: fa

source: An internal Tunnelblick error occurred%@%@
fa: خطای داخلی در Tunnelblick رخ داد%1$@%2$@

source: An internal Tunnelblick error occurred: fileIsReasonableSize: Cannot get attributes: %@
fa: خطای داخلی در Tunnelblick رخ داد: fileIsReasonableSize: نمی تواند ویژگی ها را دریافت نماید: %@

source: An internal Tunnelblick error occurred: fileIsReasonableSize: Cannot get size: %@
fa: خطای داخلی در Tunnelblick رخ داد: fileIsReasonableSize: نمی تواند اندازه را دیافت نماید: %@

source: An internal Tunnelblick error occurred: fileIsReasonableSize: Cannot get type: %@
fa: خطای داخلی در Tunnelblick رخ داد: fileIsReasonableSize: نمی تواند نوع را دریافت نماید: %@

source: An internal Tunnelblick error occurred: fileIsReasonableSize: invalid file type: %@
fa: خطای داخلی در Tunnelblick رخ داد: fileIsReasonableSize: نوع فایل نامعتبر است: %@

source: An internal Tunnelblick error occurred: fileIsReasonableSize: path is nil
fa: خطای داخلی در Tunnelblick رخ داد: fileIsReasonableSize: مسیر نامشخص است

source: Are you sure you do not want to convert OpenVPN configurations to Tunnelblick VPN Configurations? CONFIGURATIONS WILL NOT BE AVAILABLE IF YOU DO NOT CONVERT THEM!
fa: آیا از عدم تبدیل پیکربندی OpenVPN به پیکربندی Tunnelblick VPN اطمینان دارید؟ پیکربندی ها بدون تبدیل در دسترس نخواهند بود!

source: Are you sure you wish to delete the credentials (private key and/or username and password) for %ld configurations that are stored in the Keychain?
fa: آیا از حذف اعتبارنامه ها (کلید خصوصی و/یا نام کاربری و گذرواژه) برای پیکربندی %ld که در Keychain ذخیره شده اند اطمینان دارید؟

source: Are you sure you wish to delete the credentials (private key and/or username and password) for '%@' that are stored in the Keychain?
fa: آیا از حذف اعتبارنامه ها (کلید خصوصی و/یا نام کاربری و گذرواژه) برای '%@' که در Keychain ذخیره شده اند اطمینان دارید؟

source: Are you sure you wish to delete the credentials (private key and/or username and password) stored in the Keychain for '%@' credentials?
fa: آیا از حذف اعتبارنامه ها (کلید خصوصی و/یا نام کاربری و گذرواژه) که در Keychain برای %@ ذخیره شده اند اطمینان دارید؟

source: Are you sure you wish to install configurations which can TAKE COMPLETE CONTROL OF YOUR COMPUTER?
fa: آیا از نصب پیکربندی هایی که کنترل کامل رایانه شما را در اختیار می گیرند اطمینان دارید؟

source: Are you sure you wish to install configurations which might be able to TAKE COMPLETE CONTROL OF YOUR COMPUTER?
fa: آیا از نصب پیکربندی هایی که امکان در اخنیار گرفتن کنترل کامل رایانه شما را دارند اطمینان دارید؟

source: At line %lu of the OpenVPN configuration file: %@
fa: در خط %1$lu از پیکربندی فایل OpenVPN: %2$@

source: B
fa: بایت

source: B/s
fa: بایت بر ثانیه

source: Backslash at end of line %u is not allowed
fa: بک اسلش در انتهای خط %u مجاز نیست

source: Cancelled trying to quit all OpenVPN processes
fa: تلاش برای بستن همه پردازه های OpenVPN لغو شد

source: Cannot find configuration file at %@
fa: فایل پیکربندی در %@ یافت نشد

source: Cannot install configurations to either shared or private locations
fa: امکان نصب پیکربندی در مکان های مشترک و خصوصی وجود ندارد

source: Cannot uninstall configuration '%@' because it is not installed.
fa: پیکربندی '%@' را نمی توان پاک کرد زیرا نصب نشده است.

source: Computer sleep/wake
fa: استراحت/فعال شدن رایانه

source: Configuration '%@' ('%@') will be ignored because its name contains characters that are not allowed. Characters that are not allowed: '%s'
fa: پیکربندی '%1$@' ('%2$@') رد خواهد شد زیرا نام آن دارای حروف غیر مجاز است. این حروف غیرمجار هستند: '%3$s'

source: Configuration '%@' already exists.
fa: پیکربندی '%@' در حال حاضر وجود دارد.

source: Configuration '%@' contains one or more scripts which may cause problems if you replace or uninstall the configuration while it is connected. Do you wish to replace the configuration?
fa: پیکربندی '%@' شامل یک یا چند کد است که ممکن است اشکالاتی ایجاد کند اگر شما تنظیمات را جایگزین یا حذف کنید زمانی که اتصال برقرار است. آیا همچنان میخواهید تنظیمات را جایگزین کنید؟

source: Configuration '%@' is not secure. It should be reinstalled.
fa: پیکربندی '%@' امن نیست. باید مجدد نصب شود.

source: Configuration '%@' is not secure. Please reinstall Tunnelblick.
fa: پیکربندی '%@' امن نیست. لطفا Tunnelblick را مجدد نصب کنید.

source: Configuration '%@' is not updatable because it could not be marked as 'updatable'.
fa: پیکربندی '%@' قابل بروزرسانی نیست زیرا به عنوان 'قابل' بروزرسانی نشان گذاری نشده است.

source: Configuration '%@' will be ignored because its name contains characters that are not allowed. Characters that are not allowed: '%s'
fa: پیکربندی '%1$@' رد خواهد شد زیرا نام آن دارای حروف غیر مجاز است. این حروف غیرمجار هستند: '%2$s'

source: Configuration changes:
fa: تغییرات پیکربندی:

source: Configurations are installed from files that are supplied to you by your network manager or VPN service provider. Configuration files have extensions of .tblk, .ovpn, or .conf. (There may be other files associated with the configuration that have other extensions; ignore them.) To install a configuration file, drag and drop it on the Tunnelblick icon in the menu bar or on the list of configurations in the 'Configurations' tab of the 'VPN Details' window. To install multiple configuration files at one time, select all the files and then drag and drop all of them.
fa: پیکربندی ها از طریق فایل هایی که توط مدیر شبکه و یا سرویس دهنده VPN عرضه شده اند نصب گردیده اند. فایل های پیکربندی دارای پسوندهای tblk، .ovpn، یا .con هستند. (این امکان دارد که فایل های دیگری با پسوندهای دیگر منتصب به این پیکربندی باشند، آنها را رد نمایید.) برای نصب یک فایل پیکربندی، آن را بکشید و بر روی آیکون Tunnelblick در نواز گزینه ها و یا بر روی جدول پیکربندی ها در سربرگ 'پیکربندی ها'ی پنجره 'جزییات VPN' رها نمایید. برای نصب همزمان چندین فایل پیکربندی، همه آنها را با هم انتخاب کرده و سپس بکشید و رها نمایید.

source: Configurations that are not part of Tunnelblick are set up to be installed when you install Tunnelblick.
fa: پیکربندی هایی که بخشی از Tunnelblick برای نصب هنگام نصب Tunnelblick برنامه ریزی نشده اند.

source: Connect:
fa: اتصال:

source: Connection:
fa: اتصال:

source: Converted OpenVPN configuration
fa: پیکربندی تبدیل OpenVPN شد

source: Converting %@ at line %lu: %@
fa: در حال تبدیل کردن %1$@ در خط %2$lu:%3$@

source: Converting %@: %@
fa: در حال تبدیل کردن %1$@: %2$@

source: Copied %@
fa: %@ کپی شد

source: Copied %@, removing CR characters
fa: %@ کپی شد٬ در حال حذف کردن کاراکتر CR

source: Copyright © 2004-%@ Angelo Laub and others.
fa: حق چاپ © 2004-%@ Angelo Laub و دیگران.

source: Could not copy %@ to %@
fa: %1$@ به %2$@ رونوشت نشد

source: Could not create %@
fa: ایجاد %@ امکان پذیر نبود

source: Could not delete %@
fa: حذف %@ امکان پذیر نبود

source: Could not find easy-rsa in Tunnelblick.app
fa: easy-rsa در Tunnelblick.app یافت نشد.

source: Could not find easy-rsa version information in Tunnelblick.app
fa: هیچ نسخه ی easy-rsa در Tunnelblick.app یافت نشد

source: Could not get attributes of %@
fa: صفت های %@ دریافت نشد

source: Could not get modification date of %@
fa: تاریخ تغییرات %@ دریافت نشد

source: Could not resolve symbolic link at %@
fa: پیوند نمادین %@ بدست نیامد

source: Could not set modification date of %@ to %@
fa: تاریخ تغییرات %1$@ به %2$@ ثبت نشد

source: DNS servers:
fa: سرور های DNS:

source: Did not need to modify configuration file; no path information to remove
fa: نیازی به پیراستن فایل پیکربندی نبود; داده مسیر برای حذف وجود ندارد

source: Do you wish to delete the %@ credentials?
fa: آیا برای حذف اعتبارنامه های %@ اطمینان دارید؟

source: Do you wish to install the '%@' configuration so that all users can use it, or so that only you can use it?
fa: آیا برای نصب پیکربندی '%@' برای استفاده همه کاربران اطمینان دارید٫ یا فقط برای خودتان؟

source: Do you wish to reinstall '%@' version %@?
fa: آیا برای نصب دوباره نسخه %2$@ '%1$@' اطمینان دارید؟

source: Do you wish to replace '%@' version %@ with version %@?
fa: آیا مایل به جایگزینی نسخه %2$@ '%1$@' با نسخه %3$@ هستید؟

source: Do you wish to replace the '%@' configuration?
fa: آیا مایل به جایگزینی پیکربندی '%@' هستید؟

source: Do you wish to revert %ld configurations to their last secured (shadow) copy?
fa: آیا مایل به بازگردانی پیکربندی های %ld به آخرین رونوشت امن(سایه) هستید؟

source: Do you wish to revert the '%@' configuration to its last secured (shadow) copy?
fa: آیا مایل به بازگردانی پیکربندی '%@' به آخرین رونوشت امن(سایه) هستید؟

source: Domain:
fa: دامنه:

source: Double-quote missing in line %u
fa: فقدان علامت نقل قول در خط %u

source: EB
fa: اگزابایت

source: EB/s
fa: اگزابایت بر ثانیه

source: Expected command not found for '%@'
fa: فرمان مورد انتظار برای '%@' یافت نشد

source: Expected path not found for '%@'
fa: مسیر مورد انتظار برای '%@' یافت نشد

source: Failed to copy %@ to %@
fa: رونوشت %1$@ به %2$@ موفق نبود

source: Failed to create folder at %@
fa: ایجاد پوشه در %@ موفق نبود

source: Failed to create symlink to %@ at %@
fa: ایجاد پیوند نمادین موفق نبود به %1$@ در %2$@

source: Failed to set permissions on %@
fa: تنظیم اجازه بر روی %@ موفق نبود

source: Fast User Switching
fa: تعویض سریع کاربر

source: File '%@' appears to be UTF-16 encoded. All OpenVPN-related files must be plain text or UTF-8 files.
fa: یه نظر می رسد فایل '%@' با UTF-16 ذخیره شده باشد. کلیه فایل های مربوط به OpenVPN باید متن خام یا UTF-8 باشند.

source: File '%@' appears to be in 'rich text' format because it starts with a '{' character. All OpenVPN-related files must be 'plain text' or 'UTF-8' files.
fa: به نطر می رسد فایل '%@' دارای فرمت 'rich text' باشد زیرا با حرف '{' شروع شده است. کلیه فایل های مربوط به OpenVPN باید متن خام یا UTF-8 باشند.

source: File '%@' contains one or more NUL characters.
fa: فایل '%@' دارای یک یا چند حرف تهی می باشد.

source: File '%@' ends with a backslash, which is not allowed.
fa: فایل '%@' با \ تمام می شود، که غیر مجاز است.

source: File '%@' has an extension which is not known to Tunnelblick.
fa: فایل '%@' دارای پسوندی است که برای Tunnelblick ناشناخته است.

source: File '%@' is missing
fa: فایل '%@' مفقود است

source: File '%@' is not a plain text or UTF-8 file.
fa: فایل '%@' متن خام یا UTF-8 نمی باشد.

source: File '%@' is too short (%lu bytes)
fa: فایل '%1$@' بسیار کوچک (%2$lu بایت) می باشد

source: File is too large: %@
fa: فایل بسیار بزرگ است: %@

source: GB
fa: گیگابایت

source: Icon:
fa: آیکن:

source: In %@: There are no OpenVPN configurations to install.
fa: در %@: پیکربندی OpenVPN برای نصب وجود ندارد.

source: In the OpenVPN configuration file for '%@' at line %lu: %@
fa: در فایل پیکربندی OpenVPN برای '%1$@' در خط %2$lu: %3$@

source: In the OpenVPN configuration file for '%@': %@
fa: در فایل پیکربندی OpenVPN برای '%1$@': %2$@

source: In:
fa: دریافت:

source: Installation failed: %@
fa: نصب موفق نبود: %@

source: Installation finished successfully.
fa: نصب با موفقیت پایان یافت.

source: Installing and securing Tunnelblick %@...
fa: در حال نصب و امن کردن Tunnelblick %@…

source: Installing configurations is not allowed
fa: نصب پیکربندی مجاز نیست

source: Internal error: commentOutLines: line %lu does not exist
fa: خطای داخلی: commentOutLines: خط %lu وجود ندارد

source: Invalid value '%@' for '%@' in %@
fa: مقدار نادرست '%1$@' برای '%2$@' در %3$@

source: KB
fa: کیلوبایت

source: KB/s
fa: کیلوبایت بر ثانیه

source: Keyboard shortcut:
fa: میانبرهای صفحه کلید:

source: Last checked: %@
fa: آخرین بار چک شده در%@

source: Line %d of file '%@' contains a non-printable character (0x%02X) which is not allowed.
fa: خط %1$d در فایل '%2$@' دارای حروف غیرقابل چاپ (0x%3$X) می باشد که غیر مجاز است.

source: MB
fa: مگابایت

source: MB/s
fa: مگابایت بر ثانیه

source: Maximum log display size:
fa: حداکثر اندازه نمایش گزارش:

source: Menu:
fa: فهرست:

source: Missing CFBundleIdentifier or CFBundleVersion in Info.plist for %@ This VPN Configuration is enclosed in an updatable outer VPN Configuration, so it must include its own CFBundleIdentifier and CFBundleVersion.
fa: CFBundleIdentifier یا CFBundleVersion مفقود شده در Info.plist برای %@ این پیکربندی VPN توسط یک پیکربندی بیرونی قایل ویرایش در بر گرفته شده است، پس باید CFBundleIdentifier و CFBundleVersion خودش را داشته باشد.

source: Missing Info.plist for %@ This VPN Configuration is enclosed in an updatable outer VPN Configuration, so it must include an Info.plist.
fa: Info.plist مفقود شده برای %@ این پیکربندی VPN توسط یک پیکربندی بیرونی قایل ویرابش در بر گرفته شده است، پس باید CFBundleIdentifier و CFBundleVersion خودش را داشته باشد.

source: Modified configuration file to remove path information
fa: فایل پیکربندی برای پاک کردن اطلاعات مسیر ویرایش شد

source: Multiple simultaneous connections would be created (%d with 'Set nameserver', %d without 'Set nameserver').
fa: چندین اتصال همزمان ایجاد خواهد شد(%1$d با 'تنظیمات نام سروز'، %2$d بدون تنظیمات 'نام سرور').

source: Named Credentials
fa: اعتبار نامه های نام دار

source: Names may not include any of the following characters: %s
fa: نام ها نمی توانند شامل حروف مقابل باشند: %s

source: Names may not include any of the following characters: %s %@
fa: نام ها نمی توانند شامل حروف مقابل باشند: %1$s %2$@

source: NetBIOS name:
fa: نام NetBIOS:

source: Network access cannot be disabled after disconnecting for some or all of the selected configurations because they include 'user' and/or 'group' options. Those options will cause OpenVPN to not be running as root during disconnection, so it will not be able to disable network access. The configurations that contain 'user' and/or 'group' are: %@
fa: دسترسی به شبکه را نمی توان بعد از قطع ارتباط از یک یا چند پیکبرندی اتخاب شده غیرفعال کرد زیرا دارای گزینه های 'کاربر و یا گروه' هستند. این گزینه ها مانع اجرا شدن OpenVPN در حالت مدیر حین قطع ارتباط می شوند، پس نمی تواند دسترسی به شبکه را غیرفعال کند. پیکبرندی هایی که دارای گزینه 'کاربر و یا گروه' هستند عبارتند از: %@

source: Network access was disabled when a VPN disconnected.
fa: دسترسی به شبکه وقتی ارتباط VPN قطع شد، غیرفعال گردید.

source: Network access was disabled when a VPN disconnected. Do you wish to re-enable network access?
fa: دسترسی به شبکه بعد از قطع ارتباط VPN غیر فعال شد. آیا تمایل به فعال سازی مجدد دسترسی شبکه هستید؟

source: Network setting
fa: تنظیمات شبکه

source: No 'TBPackageVersion' in %@
fa: هیچ 'TBPackageVersion' در %@

source: No path to easy-rsa. The most likely cause is a problem with the 'easy-rsaPath' preference
fa: فقدان مسیر به easy-rsa. به احتمال زیاد این به دلیل مشکل در مرجع 'easy-rsaPath' است

source: Non-array value for '%@' in %@
fa: مقدار غیر آرایه ای برای '%1$@' در %2$@

source: Non-boolean value for '%@' in %@
fa: مقدار غیر بولی برای '%1$@' در %2$@

source: Non-integer value for '%@' in %@
fa: مقدار غیر عددی برای '%1$@' در %2$@

source: Non-string value for '%@' in %@
fa: مقدار غیر رشته ای برای '%1$@' در %2$@

source: Non-string value for an item in '%@' in %@
fa: مقدار غیر رشته ای برای بخشی در '%1$@' در %2$@

source: None of the %ld selected configurations have any credentials (private key or username and password) stored in the Keychain.
fa: هیچیک از پیکبرندی های انتخابی %ld دارای اعتبارنامه(کلید خصوصی یا نام کاربری و گذرواژه) ذخیره شده در صندوق کلید نمی باشند.

source: Not a .ovpn or .conf: %@
fa: یک .ovpn یا .conf نیست: %@

source: Not replacing an existing configuration, so configuration '%@' cannot use 'TBKeepExistingFilesList'
fa: پیکربندی موجود جایگزین نمی شود، پس پیکربندی '%@' نمی تواند از 'TBKeepExistingFilesList' استفاده کند

source: On expected disconnect:
fa: در هنگام قطع ارتباط منتظره:

source: On unexpected disconnect:
fa: در هنگام قطع ارتباط غیر منتظره:

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. Do you wish to terminate all OpenVPN processes?
fa: یک یا چند پردازه OpenVPN که برای Tunnelblick ناشناخته هستند در حال اجرا می باشند. اگر شما OpenVPN جدا از Tunnelblick اجرا ننموده اید، این بدان معنی است که اجرای پیشتر Tunnelblick نتوانسته این پردازه ها را به طور مناسب ببندد و شما باید آنها را از کار بیندازید. اینها به احتمال زیاد باعث تداخل در عملکرد Tunnelblick خواهند شد. آیا مایل به پایان دادن به همه پردازه های OpenVPN هستید؟

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. Do you wish to terminate them?
fa: یک یا چند پردازه OpenVPN که برای Tunnelblick ناشناخته هستند در حال اجرا می باشند. اگر شما OpenVPN جدا از Tunnelblick اجرا ننموده اید، این بدان معنی است که اجرای پیشتر Tunnelblick نتوانسته این پردازه ها را به طور مناسب ببندد و شما باید آنها را از کار بیندازید. اینها به احتمال زیاد باعث تداخل در عملکرد Tunnelblick خواهند شد. آیا مایل به پایان دادن به این پردازه ها هستید؟

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. They can be terminated in the 'Activity Monitor' application.
fa: یک یا چند پردازه OpenVPN که برای Tunnelblick ناشناخته هستند در حال اجرا می باشند. اگر شما OpenVPN جدا از Tunnelblick اجرا ننموده اید، این بدان معنی است که اجرای پیشتر Tunnelblick نتوانسته این پردازه ها را به طور مناسب ببندد و شما باید آنها را از کار بیندازید. اینها به احتمال زیاد باعث تداخل در عملکرد Tunnelblick خواهند شد. این پردازه ها از طریق نرم افزار 'Activity Monitor' قابل خاتمه دادن هستند.

source: One or more VPN configurations that are being updated include programs which will run as root when you connect to a VPN. They are able to TAKE COMPLETE CONTROL OF YOUR COMPUTER. YOU SHOULD NOT INSTALL THESE CONFIGURATIONS UNLESS YOU TRUST THEIR AUTHOR. Do you trust the author of the configurations and wish to install them?
fa: یک یا چند پیکربندی ویرایش شده شامل برنامه هایی هستند که در حالت مدیر هنگام اتصال VPN اجرا می شوند. آنها قابلیت در اختیار گرفتن کنترل کامل رایانه شما را دارند. شما نباید این پیکربندی ها را نصب نمایید مگر اینکه به ایجاد کننده آنها اعتماد داشته باشید. آیا به ایجاد کننده این پیکربندی ها اعتماد دارید و می خواهید آنها را نصب نمایید؟

source: One or more VPN configurations you are installing include OpenVPN options that were not recognized by Tunnelblick. That may be an error in the configuration or an error in Tunnelblick, or the configurations might include programs which will run as root when you connect to a VPN. Such programs would be able to TAKE COMPLETE CONTROL OF YOUR COMPUTER. YOU SHOULD NOT INSTALL THESE CONFIGURATIONS UNLESS YOU TRUST THEIR AUTHOR. Do you trust the author of the configurations and wish to install them?
fa: یک یا چند پیکربندی که شما در حال نصب آنها هستید دارای گزینه هایی از OpenVPN هستند که توسط Tunnelblick شناسایی نشد. این می تواند به دلیل ایراد در پیکربندی و یا ایراد در Tunnelblick باشد، و یا اینکه پیکربندی ها شامل برنامه هایی هستند که در وضعیت مدیر پس از اتصال VPN اجار می شوند. این گونه برنامه ها می توانند کنترل کامل رایانه شما را در دست بگیرند. این پیکبرندی ها را در صورت عدم اعتماد به ناشر آنها نصب ننمایید. آیا به ناشر این پیکربندی ها اعتماد دارید و می خواهید آنها را نصب نمایید؟

source: One or more VPN configurations you are installing include programs which will run as root when you connect to a VPN. They are able to TAKE COMPLETE CONTROL OF YOUR COMPUTER. YOU SHOULD NOT INSTALL THESE CONFIGURATIONS UNLESS YOU TRUST THEIR AUTHOR. Do you trust the author of the configurations and wish to install them?
fa: یک یا چند پیکربندی که می خواهید نصب نمایید شامل برنامه هایی هستند که در حالت مدیر هنگام اتصال VPN اجرا می شوند. آنها قابلیت در اختیار گرفتن کنترل کامل رایانه شما را دارند. شما نباید این پیکربندی ها را نصب نمایید مگر اینکه به ایجاد کننده آنها اعتماد داشته باشید. آیا به ایجاد کننده این پیکربندی ها اعتماد دارید و می خواهید آنها را نصب نمایید؟

source: One or more VPNs are currently connected. Please disconnect all VPNs and quit Tunnelblick before proceeding.
fa: یک یا چند VPN متصل هستند. لطفا همه آنها را قطع نموده و قبل از ادامه از Tunnelblick خارج شوید.

source: One or more configurations are being ignored. See the Console Log for details.
fa: یک یا چند پیکربندی رد شدند. برای اطلاعات بیشتر به میزفرمان گزارشات مراجعه فرمایید.

source: One or more problems were detected: %@
fa: یک یا چند ایراد پیدا شد: %@

source: Only a Tunnelblick VPN Configuration (.tblk) can start when the computer starts.
fa: فقط یک پیکربندی وی پی ان (.tblk)Tunnelblick هنگام بارگزاری رایانه قابل اجرا است.

source: OpenVPN is not responding to requests to disconnect %@. Tunnelblick will disconnect when OpenVPN starts responding to disconnection requests. THIS MAY TAKE UP TO TWO MINUTES in certain unusual circumstances. The connection will be unavailable until it is disconnected.
fa: OpenVPN به درخواست ها برای قطع ارتباط %@ پاسخ نمی دهد. Tunnelblick وقتی OpenVPN قادر به پاسخگویی به درخواست های قطع ارتباط شد، قطع خواهد شد. این امکان دارد تا دو دقیقه در شرابط نامطلوب به طول بینجامد. ارتباط تا هنگام قطع شدن در دسترس نخواهد بود.

source: OpenVPN version %@ is not available. Using %@ as the default.
fa: نسخه %1$@ از OpenVPN موجود نیست. از %2$@ به عنوان پیش فرض استفاده می شود.

source: OpenVPN version:
fa: نسخه OpenVPN:

source: Out:
fa: ارسال:

source: PB
fa: پتابایت

source: PB/s
fa: پتابایت بر ثانیه

source: Password:
fa: گذرواژه:

source: Path '%@' contains characters that are not allowed. Characters that are not allowed: '%s'
fa: مسیر '%1$@' دارای حروف غیرمجاز است. حروف غیر مجاز عبارتند از: '%2$s'

source: Please enter a name and click "OK" or click "Cancel".
fa: لطفا نام را وارد نمایید و کلید "تایید" را فشار دهید، در غیر اینصورت کلید "انصراف" را فشار دهید.

source: Please enter a new name for '%@'.
fa: لطفا نام جدیدی برای '%@' وارد نمایید.

source: Please insert token "%@", then click "OK"
fa: لطفا علامت رمز "%@" را وارد نمایید، سپس کلید "تایید" را فشار دهید

source: Private configurations cannot connect when the computer starts. First make the configuration shared, then change this setting.
fa: پیکربندی های خصوصی نمی توانند حین بارگزاری رایانه ارتباط برقرار کنند. ابتدا پیکرندی را مشترک نمایید، سپس این تنطیمات را تغییر دهید.

source: Program error, please see the Console log.
fa: خطای برنامه، لطفا به میز فرمان مراجعه نمایید.

source: Received fatal signal %d.
fa: اخطار مهلک %d دربافت شد.

source: Rename failed; see the Console Log for details.
fa: تغییر نام موفق نبود، برای اطلاعات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: Resolved symbolic link at '%@' to '%@'
fa: لینک نمادین '%1$@' به '%2$@' تبدیل شد

source: Search domain:
fa: جستجوی دامنه:

source: Securing Tunnelblick %@...
fa: ایمن سازی Tunnelblick %@…

source: Set DNS/WINS:
fa: ثبت DNS/WINS:

source: Single-quote missing in line %u
fa: فقدان علامت نقل قول تنها در خط %u

source: Skipped copying %@ because a file with that name and contents has already been copied.
fa: رونوشت کردن %@ ار قلم انداخته شد زیرا فایلی با همان نام و محتوا قبلا رونوشت شده است.

source: Starting Tunnelblick %@...
fa: آغاز کردن unnelblick %@…

source: Startup window:
fa: پنجره آغازین:

source: Symbolic links nested too deeply. Gave up at %@
fa: پیوند نمادین بسیار تو در تو شده است. پایان کار در %@

source: TB
fa: ترابایت

source: TB/s
fa: ترابایت بر ثانیه

source: TBRunAlertPanel returned an error
fa: TBRunAlertPanel خطایی برگرداند

source: TUNNELBLICK is brought to you by
fa: TUNNELBLICK ارایه شده توسط

source: Thank you very much for your donation to the TunnelblickProject.
fa: از کمک مالی شما به پروژه Tunnelblick بسیار متشکریم.

source: Thanks for your Tunnelblick donation
fa: با تشکر از کمک مالی شما به Tunnelblick
