Repository: 280455936/Tunnelblick
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: fa

source: Disconnect All (%@) - apparent public IP address %@
fa: قطع کلیه ارتباط ها (%1$@) - نشانی آیپی فعلی %2$@

source: Disconnect All (%@)
fa: قطع کردن همه (%@)

source: Disconnect All (%d Connections) - apparent public IP address %@
fa: قطع کلیه (%1$d ارتباط) - نشانی آیپی فعلی %2$@

source: Disconnect All (%d Connections)
fa: قطع کردن همه (%d اتصال)

source: No Active Connections
fa: اتصال فعالی وجود ندارد

source: Username:
fa: نام کاربری:

source: %@ F%d (Command-Option-F%d)
fa: %1$@ F%2$d (Command + Option + F%3$d)

source: (None available)
fa: (موردی برای نمایش نیست)

source: 1 MB
fa: ۱ مگابایت

source: 10 KB
fa: ۱۰ کیلوبایت

source: 10 MB
fa: ۱۰ مگابایت

source: 100 KB
fa: ۱۰۰ کیلوبایت

source: Advanced...
fa: پیشرفته…

source: All Users
fa: تمامی کاربران

source: Always load Tap driver
fa: همیشه درایور Tap را بارگذاری نما

source: Always load Tun driver
fa: همیشه درایور Tun را بارگذاری نما

source: Always use the plugin
fa: همیشه از افزونه استفاده کن

source: Back
fa: بازگشت

source: Cancel
fa: انصراف

source: Check For Updates Now
fa: بررسی برای به روز رسانی

source: Check Now
fa: بررسی کن

source: Connect
fa: برقراری تماس

source: Continue
fa: ادامه

source: Convert Configurations
fa: تبدیل تنظیمات

source: Copy Console Log to Clipboard
fa: ایجاد رونوشن از گزارش میزفرمان

source: Copy Diagnostic Info to Clipboard
fa: ایجاد رونوشت از اطلاعات عیب‌یابی به کلیپبورد

source: Create sample configuration and edit it
fa: ایجاد نمونه ای از تنظیمات و تغییر دادن آن

source: Default (%@)
fa: پیش فرض (%@)

source: Delete Credentials
fa: پاک کردن اعتبارنامه

source: Delete saved passphrase and try again
fa: پاک کردن رمز ذخیره شده و تلاش مجدد

source: Delete saved password and try again
fa: پاک کردن گذرواژه ذخیره شده و تلاش مجدد

source: Delete
fa: حذف

source: Disable network access
fa: غیرفعال سازی دسترسی به شبکه

source: Disconnect
fa: قطع اتصال

source: Do Not Re-enable Network Access
fa: دسترسی به شبکه را مجددا فعال نکن

source: Do not use the plugin
fa: از افزونه استفاده نکن

source: Do nothing
fa: كاری انجام نشود

source: Download
fa: دانلود

source: Help
fa: راهنما

source: I DO NOT have configuration files
fa: فایل تنظیمات را ندارم

source: I have configuration files
fa: فایل تنظیمات را دارم

source: Ignore
fa: نادیده گرفتن

source: Install
fa: نصب

source: Latest (%@)
fa: آخرین (%@)

source: Load Tap driver automatically
fa: بارگذاری درایور Tap بصورت خودکار

source: Load Tun driver automatically
fa: بارگذاری درایور Tun بصورت خودکار

source: Manually
fa: غیرخودکار

source: Monochrome icon
fa: آیکن تک رنگ

source: More Info [%@]
fa: اطلاعات بیشتر [%@]

source: More Info
fa: اطلاعات بیشتر

source: Never load Tap driver
fa: هرگز درایور Tap را بارگذاری نکن

source: Never load Tun driver
fa: هرگز درایور Tun را بارگذاری نکن

source: Never show
fa: هیچوقت نشان نده

source: No keyboard shortcut
fa: بدون کلید میانبر

source: No sound
fa: بی صدا

source: OK
fa: تایید

source: Only Me
fa: تنها من

source: Open Uninstall Instructions in Browser
fa: باز کردن دستورالعمل حذف نرم افزار در مرورگر

source: Open easy-rsa in Terminal
fa: باز کردن easy-rsa در پایانه

source: Place Icon Near the Spotlight Icon
fa: در کنار آیکن Spotlight قرار بده

source: Place Icon Normally
fa: آیکون را معمولی جایگزاری کن

source: Quit All OpenVPN Processes
fa: بستن تمامی پردازش های OpenVPN

source: Quit
fa: بستن

source: Re-enable Network Access
fa: فعال سازی مجدد دسترسی به شبکه

source: Reinstall
fa: نصب مجدد

source: Remove Credentials
fa: پاک کردن اعتیارنامه ها

source: Replace
fa: جایگزینی

source: Reset Disabled Warnings
fa: بازنشاندن هشدارهای غیر فعال

source: Reset primary interface
fa: بازیابی رابط اصلی

source: Restart connection
fa: شروع مجدد اتصال

source: Restore
fa: بازیابی

source: Retry
fa: تلاش دوباره

source: Revert to the Last Secured Copy
fa: بازگرداندن به آخرین رونوشت امن

source: Revert
fa: بازگردانی

source: Secure the Configuration
fa: امن سازی پیکربندی

source: Show on default screen (%u x %u)
fa: نمایش در صفحه پیشفرض (%1$u در %2$u)

source: Show on screen %u (%u x %u)
fa: نمایش در صفحه %1$u (%2$u در %3$u)

source: Show when connection status changes
fa: زمانی که وضعیت اتصال تغییر کرد نشان بده

source: Show while connecting and connected
fa: نمایش دادن در حین برقراری ارتباط و اتصال

source: Show while connecting
fa: نمایش حین اتصال

source: Skip
fa: رد کردن

source: Speak
fa: گفتار

source: Standard icon
fa: آیکن استاندارد

source: Terminate All OpenVPN processes
fa: خاتمه تمامی پردازه های OpenVPN

source: Terminate
fa: قطع

source: This configuration has its own separate credentials
fa: این پیکربندی دارای اعتبارنامه جداگانه می‌باشد

source: This configuration uses %@ credentials
fa: این پیکربندی از اعتبارنامه %@ استفاده می‌نماید

source: Try again with saved passphrase
fa: تلاش مجدد با استفاده از عبارت‌عبور ذخیره شده

source: Try again with saved username and password
fa: تلاش مجدد با استفاده از نام‌کاربری و گذرواژه ذخیره شده

source: Try again
fa: تلاش مجدد

source: Tunnelblick 3.3 icon
fa: آیکون Tunnelblick 3.3

source: When Tunnelblick launches
fa: در زمان اجرا شدن Tunnelblick

source: When computer starts
fa: زمان روشن شدن رایانه

source: Add a VPN...
fa: اضافه کردن VPN…

source: Connect %@%@
fa: اتصال %@%@

source: Delete Configuration's Credentials in Keychain...
fa: پاک کردن اعتبارنامه پیکربندی از Keychain…

source: Disabled because this setting is being forced
fa: این تنظیمات به دلیل اجباری بودن غیرفعال شده است

source: Disconnect %@%@
fa: قطع ارتباط %@%@

source: Do Not Show on Tunnelblick Menu
fa: در فهرست Tunnelblick نمایش نده

source: Duplicate Configuration...
fa: تکثیر پیکربندی…

source: Edit OpenVPN Configuration File...
fa: ویرایش فایل پیکربندی OpenVPN…

source: Examine OpenVPN Configuration File...
fa: بازرسی فایل پیکربندی OpenVPN…

source: Make Configuration Private...
fa: خصوصی سازی پیکربندی…

source: Make Configuration Shared...
fa: مشترک کردن پیکربندی…

source: No OpenVPN or Tunnelblick VPN logging
fa: بدون واقع نگاری برای اپن وی‌پی‌ان یا تونل بلیکک وی‌پی‌ان

source: No VPN Configurations Available
fa: هیچ پیکربندی وی پی ان موجود نیست

source: OpenVPN level %lu
fa: OpenVPN سطح %lu

source: OpenVPN level 0 - no output except fatal errors
fa: سطح ۰ OpenVPN - بدون خروجی بجز خطاهای وخیم

source: OpenVPN level 11 - extremely verbose output
fa: سطح ۱۱ OpenVPN - خروجی بسیار با جزییات

source: OpenVPN level 3 - normal output
fa: سطح ۳ OpenVPN - خروجی عادی

source: OpenVPN level 4 - values for all options
fa: سطح ۴ OpenVPN- مقادیر برای همه گزینه ها

source: OpenVPN level 5 - "R" or "W" for each packet
fa: OpenVPN سطح ۵ - "R" یا "W" برای هر بسنه

source: OpenVPN level 6 - very verbose output
fa: سطح ۶ OpenVPN - خروجی با جزییات

source: OpenVPN logging level set by the configuration
fa: سطح گزارش دهی OpenVPN با توجه به تنظیمات پیکربندی

source: Quit Tunnelblick
fa: بستن Tunnelblick

source: Rename Configuration...
fa: تغییر اسم پیکربندی…

source: Revert Configuration...
fa: بازگرداندن پیکربندی…

source: Show OpenVPN Log in Finder
fa: نشان دادن گزارش OpenVPN در Finder

source: Show on Tunnelblick Menu
fa: نمایش در فهرست Tunnelblick

source: Suggestion or Bug Report...
fa: پیشنهادات و گزارش اشکال…

source: VPN Details...
fa: جزییات VPN…

source: Allow changes to manually-set network settings
fa: پذیرفتن تغییرات جدید به تنظیمات دستی شبکه

source: Apply to all
fa: برای همه اعمال کن

source: Check for updates automatically
fa: به صورت خودکار برای نسخه های جدید بررسی کن

source: Check for updates to beta versions
fa: بررسی به روز رسانی برای نسخه های بتا

source: Check if the apparent public IP address changed after connecting
fa: اگر نشانی آی پی بعد از برقراری ارتباط تغییر کرد، بررسی کن

source: Disable IPv6 (tun only)
fa: غیر فعال کردن IPv6 (فقط در tun)

source: Disconnect when computer goes to sleep
fa: قطع ارتباط در زمان استراحت رایانه

source: Disconnect when user switches out
fa: قطع ارتباط در زمان تغییر کاربر

source: Display connection submenus
fa: نمایش زیر فهرست های اتصال

source: Display connection timers
fa: نمایش زمان سنج اتصال

source: Display window while Tunnelblick is starting up
fa: در موقع باز شدن Tunnelblick پنجره را نمایش بده

source: Do not ask again, always 'Ignore'
fa: دیگر نپرس٬ همیشه نادیده بگیر

source: Do not ask again, always Continue
fa: دیگر نپرس٬ همیشه ادامه بده

source: Do not ask again, always convert
fa: دیگر نپرس٬ همیشه تبدیل کن

source: Do not show this type of warning again
fa: این نوع هشدار را دیگر نشان نده

source: Do not warn about this again for any configuration
fa: در مورد این گزینه برای هیچ پیکربندی دیگری هشدار نشان نده

source: Do not warn about this again for this configuration
fa: برای این پیکربندی در مورد این گزینه دیگر هشداری نشان نده

source: Do not warn about this again
fa: درباره ی این دیگر به من هشدار نده

source: Enable IPv6 (tap only)
fa: فعال نمودن IPv6 (فقط در tap)

source: Flush DNS cache after connecting or disconnecting
fa: تخلیه حافظه DNS بعد از ایجاد یا قطع ارتباط

source: Inhibit automatic update checking and IP Address checking
fa: جلوگیری از بررسی خودکار به روز رسانی و نشانی آی پی

source: Keep connected
fa: متصل بمان

source: Monitor network settings
fa: زیر نظر گرفتن تنظیمات شبکه

source: Place near Spotlight icon
fa: در کنار آیکن Spotlight قرار بده

source: Prepend domain name to search domains
fa: آماده‌نمودن نام‌دامنه برای جستجو دامنه‌ها

source: Reconnect when computer wakes up
fa: وصل دوباره در زمان بیدار شدن رایانه

source: Reconnect when user switches in
fa: اتصال دوباره بعداز ورود دوباره کاربر

source: Require administrator authorization for key and certificate changes
fa: نیاز به اعتبارسنجی توسط مدیریت برای تغییر کلید و گواهی‌ها

source: Route all IPv4 traffic through the VPN
fa: تمامی ترافیک IPv4 را از طریق وی پی ان انتقال بده

source: Run MTU maximum size test after connecting
fa: انجام تست اندازه انتقال بسته (MTU) در شبکه پس از برقراری ارتباط

source: Save in Keychain
fa: ذخیره کردن در Keychain

source: Set DNS after routes are set
fa: تنظیم سامانه نام دامنه (DNS) پس از تثبیت مسیریابی

source: Show when disconnected
fa: در زمان قطع اتصال نمایش بده

source: Show when the pointer is over the Tunnelblick icon
fa: در موقعی که نشانگر روی آیکن Tunnelblick قرار میگیرد نمایش بده

source: Do not set nameserver
fa: نام سرویس‌دهنده را مشخص نکن

source: Set nameserver (3.0b10)
fa: مشخص کردن نام سرویس‌دهنده (3.0b10)

source: Set nameserver (3.1)
fa: مشخص کردن نام سرویس‌دهنده (3.1)

source: Set nameserver (alternate 1)
fa: مشخص کردن نام سرویس‌دهنده (جایگزین 1)

source: Set nameserver
fa: مشخص کردن نام سرویس‌دهنده

source: Double-click to begin
fa: برای شروع دوبار کلیک کنید

source: ADD_ROUTES
fa: افزودن مسیرها

source: ASSIGN_IP
fa: اختصاص دادن نشانی آی پی

source: AUTH
fa: احراز هویت

source: CONNECTED
fa: متصل است

source: CONNECTING
fa: در حال اتصال

source: DISCONNECTING
fa: در حال قطع اتصال

source: EXITING
fa: قطع شده

source: GET_CONFIG
fa: دریافت پیکربندی

source: PASSWORD_WAIT
fa: در حال انتظار برای گذرواژه

source: PRIVATE_KEY_WAIT
fa: در حال انتظار برای عبارت عبور

source: RECONNECTING
fa: اتصال دوباره

source: RESOLVE
fa: بدست آوردن نام دامنه

source: SLEEP
fa: در حال انتظار برای پردازه پس‌زمینه

source: TCP_CONNECT
fa: ساخت ارتباط TCP

source: UDP_CONNECT
fa: ساخت ارتباط UDP

source: WAIT
fa: درحال انتظار برای دریافت پاسخ از سرور

source: Sample Tunnelblick VPN Configuration
fa: پیکربندی نمونه وی‌پی‌ان Tunnelblick

source: Configurations
fa: پیکربندی ها

source: (Deployed)
fa: (مستقر)

source: (Private)
fa: (خصوصی)

source: (Shared)
fa: (مشترک)

source: %@ OpenVPN Configuration - Tunnelblick
fa: %@ پیکربندی OpenVPN - Tunnelblick

source: %@%@ Disconnected - Advanced Settings%@
fa: %1$@%2$@ اتصال قطع شده - تنظیمات پیشرفته%3$@

source: '%@' has been disconnected
fa: '%@' قظع شده است

source: Active connection
fa: اتصال فعال

source: Add a Configuration
fa: اضافه کردن پیکربندی

source: Alert sounds
fa: هشدار صوتی

source: Alert
fa: هشدار

source: All configuration files removed
fa: تمام فایل های پیکربندی حذف شدند

source: Appearance
fa: ظاهر

source: Authentication failed
fa: عدم تأیید اعتبار

source: Configuration(s) Ignored
fa: پیکربندی نادیده گرفته شد

source: Connecting & Disconnecting
fa: برقراری و قطع اتصال

source: Could Not Copy Configuration
fa: ناتوانی در رونوشت کردن پیکربندی

source: Could Not Move Configuration
fa: تانوانی در جابجایی پیکربندی

source: Could Not Replace Configuration
fa: ناتوانی در جایگزینی پیکربندی

source: Could Not Uninstall Configuration
fa: ناتوانی در حذف پیکربندی

source: Create and Edit a Sample Configuration?
fa: ایجاد و تغییر پیکربندی نمونه؟

source: Details - Tunnelblick
fa: جزئیات - Tunnelblick

source: Do you wish to connect?
fa: آیا مایل به برقرار اتصال هستید؟

source: File not found
fa: فایل یافت نشد

source: Info
fa: اطلاعات

source: Install Configuration For All Users?
fa: پیکربندی برای تمامی کابران نصب شود؟

source: Installation failed
fa: نصب موفقیت آمیز نبود

source: Installation or Repair Failed
fa: نصب یا ترمیم موفقیت آمیز نبود

source: Installation succeeded
fa: نصب موفقیت آمیز بود

source: Log
fa: گزارش‌ها

source: Name Required
fa: نام مورد نیاز است

source: Name not allowed
fa: نام مجاز نیست

source: No 'dev tun', 'dev utun', or 'dev tap' found
fa: 'dev tun'٬ 'dev utun' یا 'dev tap' یافت نشد

source: No Credentials
fa: بدون اعتبار نامه

source: Only computer administrators should update Tunnelblick
fa: تنها مدیر رایانه امکان بروزرسانی Tunnelblick را دارد

source: OpenVPN is Not Responding
fa: OpenVPN پاسخگو نیست

source: Please insert token
fa: لطفا علامت رمز را وارد کنید

source: Preferences
fa: ترجیحات

source: Replace Existing File?
fa: جایگزین فایل موجود شود؟

source: Replace VPN Configuration?
fa: جایگزینی پیکربندی وی پی ان؟

source: Sample Configuration Created
fa: پیکربندی نمونه ایجاد شد

source: Settings
fa: تنظیمات

source: Sounds
fa: صداها

source: System Requirements Not Met
fa: پیش نیاز سیستمی یافت نشد

source: Tunnelblick Configuration Problem
fa: خطا در پیکربندی Tunnelblick

source: Tunnelblick Error
fa: خطا در Tunnelblick

source: Tunnelblick: Login Required
fa: Tunnelblick: ورود به سیستم نیاز است

source: Tunnelblick: Passphrase Required
fa: Tunnelblick: عبارت عبور نیاز است

source: Unable to launch Tunnelblick
fa: قادر به اجرای Tunnelblick نیستیم

source: Unavailable
fa: در دسترس نیست

source: Use 'down-root' plugin for OpenVPN?
fa: آیا از افزونه 'down-root' برای OpenVPN استفاده شود؟

source: Utilities
fa: خدمات

source: VPN Configuration Installation Error
fa: خطا در نصب پیکربندی وی پی ان

source: VPN Configuration Installation
fa: نصب پیکربندی وی پی ان

source: VPN Credentials
fa: اعتبارنامه وی پی ان

source: Warning!
fa: هشدار!

source: Warning
fa: هشدار

source: Warning: Unknown OpenVPN processes
fa: هشدار: پردازه وی پی ان ناشناخته

source: Welcome to Tunnelblick
fa: به Tunnelblick خوش آمدید

source: Welcome
fa: خوش آمدید

source: While Connected
fa: در حین اتصال

source: • Installed %lu configurations
fa: • پیکربندی %lu نصب شد

source: • Installed one configuration
fa: • یک پیکربندی نصب شد

source: • Replaced %lu configurations
fa: • %lu پیکربندی جایگزین شد

source: • Replaced one configuration
fa: • یک پیکربندی جایگزین شد

source: • Uninstalled %lu configurations
fa: • حذف %lu پیکربندی انجام شد

source: • Uninstalled one configuration
fa: • یک پیکربندی حذف شد

source: • Install %lu configurations
fa: • نصب %lu پیکربندی

source: • Install one configuration
fa: • نصب یک پیکربندی

source: • Replace %lu configurations
fa: • جایگزینی %lu پیکربندی

source: • Replace one configuration
fa: • جایگزینی یک پیکربندی

source: • Uninstall %lu configurations
fa: • حذف %lu پیکربندی

source: • Uninstall one configuration
fa: • حذف یک پیکربندی

source: • Be installed in /Applications as Tunnelblick
fa: در پوشه /برنامه ها با نام Tunnelblick نصب شود

source: • Change ownership and permissions of the program to secure it
fa: • مالکیت و دسترسی برنامه را تغییر دهید تا آنرا امن نمایید

source: • Complete the update
fa: • کامل کردن بروز رسانی

source: • Convert OpenVPN configurations
fa: • تبدیل تنظیمات OpenVPN

source: • Install forced preferences
fa: • نصب تنظیمات پیش فرض اجباری

source: • Install or update configuration(s)
fa: • نصب یا به روز رسانی پیکربندی ها

source: • Move the private configurations folder
fa: • جابجایی پوشه تنظیمات خصوصی

source: • Secure configurations
fa: • ایمن سازی تنظیمات

source: %1$@ is free software: you can redistribute it and/or modify it under the terms of the %2$@ as published by the %3$@. %4$@ is a registered trademark of OpenVPN Technologies, Inc.
fa: %1$@ یک نرم افزار مجانی است: شما می توانید آن را بازنشر نمایید و یا حتی آنرا با توجه به مقررات %2$@ منتشر شده در %3$@ تغییر دهید. %4$@ نام ثبت شده تجاری شرکت OpenVPN Technologies می باشد.

source: Do you wish to install %@ to %@%@?
fa: آیا مایلید %1$@ را در %2$@%3$@ نصب نمایید؟

source: Do you wish to replace %@ in %@ with %@%@?
fa: آیا میخواهید %1$@ در %2$@ با%3$@%4$@ جایگزین شود؟

source: Forced preferences will also be installed or replaced.
fa: تنظیمات اجباری هم نصب یا جایگزین میشوند.

source: Note: OpenVPN configurations will be converted to Tunnelblick VPN Configurations.
fa: توجه: پیکربندی وی پی ان به پیکربندی Tunnelblick تبدیل خواهد شد.

source: Tunnelblick must be installed in Applications.
fa: برنامه Tunnelblick باید در پوشه برنامه ها نصب شود.

source: Tunnelblick needs computer administrator authorization so it can automatically connect '%@' when the computer starts.
fa: برنامه Tunnelblick نیاز به اجازه مدیر برای اتصال به '%@' در هنگام بارگزاری رایانه دارد.

source: Tunnelblick needs computer administrator authorization so it can stop automatically connecting '%@' when the computer starts.
fa: برنامه Tunnelblick نیاز به اجازه مدیر برای قطع ارتباط با '%@' در هنگام بارگزاری رایانه دارد.

source: WARNING: This copy of Tunnelblick has been tampered with.
fa: هشدار: این رونوشت از برنامه Tunnelblick دستکاری شده است.

source: %@ exists but is not a folder
fa: %@ موجود است اما پوشه نیست

source: %@ has been reverted to its last secured (shadow) copy.
fa: %@ به آخرین رونوشت امن(سایه) باز گشت.

source: %ld configurations have been reverted to their last secured (shadow) copy.
fa: %ld پیکربندی به آخرین رونوشت امن(سایه) خود بازگشت.

source: '%@' already exists on the Desktop. Would you like to replace it?
fa: '%@' در حال حاضر روی میزکاری موجود است. آیا مایل به جایگزینی آن هستید؟

source: '%@' does not have any credentials (private key or username and password) stored in the Keychain.
fa: هیچگونه اعتبارنامه ای (کلید خصوصی یا نام کاربری و گذرواژه) از '%@' در صندوق کلید ها پیدا نشد.

source: '%@' was not terminated.
fa: '%@' پایان نیافته.

source: '%@' will connect using OpenVPN %@ instead of the requested version (OpenVPN %@).
fa: '%1$@' توسط OpenVPN %2$@ به جای نسخه درخواستیOpenVPN %3$@() متصل خواهد شد.

source: 'easy-rsaPath' preference ignored; it does not specify a folder
fa: تنظیمات شخصی 'easy-rsaPath' رد شد؛ پوشه ای مشخص نشده است

source: 'easy-rsaPath' preference ignored; it must be an absolute path or start with '~'
fa: تنظیمات 'easy-rsaPath' رد شده است; این باید یه مسیر مطلق باشد و یا با '~' شروع شود

source: (Logging is disabled.)
fa: (گزارش دهی غیر فعال است)

source: (Never checked)
fa: (هرگز بررسی نشده)

source: (The 'easy-rsaPath' preference is invalid.)
fa: (تنظیمات 'easy-rsaPath' صحیح نیست)

source: (if connected when computer went to sleep)
fa: (اگر متصل بود زمانی که کامپیوتر به حالت استراحت میرفت)

source: (if connected when user switched out)
fa: (اگر متصل بود زمانی که کاربر از حساب کاربری خارج شد)

source: <br>Based on Tunnelblick, free software available at<br><a href="https://tunnelblick.net">https://tunnelblick.net</a><br><br>OpenVPN is a registered trademark of OpenVPN Technologies, Inc.
fa: <br>بر اساس Tunnelblick, نرم افزار رایگان از طریق <br><a href="https://tunnelblick.net">https://tunnelblick.net</a> در دسترس است<br><br> OpenVPN یه علامت تجاری ثبت شده OpenVPN Technologies, Inc می باشد.

source: A TBPreference or TBAlwaysSetPreference key refers to an unknown preference '%@' in %@
fa: کلید TBPreference یا TBAlwaysSetPreference به تنطیمات ناشناخته %1$@ در %2$@ اشاره دارد

source: A Tunnelblick VPN Configuration is nested too deeply in '%@'
fa: پیکربندی وی پی ان در Tunnelblick بسیار زیاد در %@ تو در تو شده است

source: A configuration which requires a passphrase (private key) or a username and password cannot start when the computer starts.
fa: یک پیکربندی که نیاز به عبارت عبور(کلید خصوصی) یا نام کاربری و گذرواژه دارد هنگامی که رایانه در حال بارگزاری است, نمی تواند اجرا شود.

source: A passphrase is required to connect to %@%@
fa: گذرواژه ای نیاز است برای ارتباط با %1$@%2$@

source: A private configuration named '%@' already exists. Do you wish to replace it with the shared configuration?
fa: یک پیکربندی خصوصی با نام '%@' وجود دارد. آیا مایلید تا پیکربندی اشتراک گذاشته شده را جایگزین کنید؟

source: A problem occurred while checking this computer's apparent public IP address. See the Console log for details.
fa: مشکلی در راه بررسی نشانی آی پی آشکار عمومی این رایانه رخ داد. برای اطلاعات بیشتر به میزفرمان گزارشات مراجعه فرمایید.

source: A shared configuration named '%@' already exists. Do you wish to replace it with the private configuration?
fa: یک پیکربندی مشترک با نام '%@' وجود دارد. آیا مایلید تا این پیکربندی با پبکربندی خصوصی جایگزین شود؟

source: A username and password are required to connect to %@
fa: نام کاربری و گذرواژه نیاز است برای ارتباط با %@

source: A username and password are required to connect to %@ (using '%@' credentials)
fa: نام کاربری و گذرواژه برای اتصال زیر نیاز است %1$@ (استفاده از اعتبارنامه '%2$@')

source: Add Credentials
fa: اضافه کردن اعتبارنامه

source: Added '.sh' extension to %@ so it will be secured properly
fa: پسوند 'sh.' برای ایجاد امنیت مناسبتر به %@ اضافه شد

source: Added a '.unknown' extension to %@ so it will be secured properly
fa: پسوند 'unknown.' برای ایجاد امنیت مناسبتر به %@ اضافه شد

source: Additional contributions by
fa: همکاری بیشتر توسط

source: After %.1f seconds, gave up trying to fetch IP address information. Tunnelblick will not check that this computer's apparent IP address changes when %@ is connected.
fa: بعد از %1$.1f ثانیه, تلاش برای دریافت اطلاعات نشانی آی پی را متوقف کن. Tunnelblick نشانی آی پی آشکار این رایانه هنگامی که %2$@ ارتباط دارد را بررسی نمی کند.

source: After connecting to %@, DNS does not appear to be working. This may mean that your VPN is not configured correctly.
fa: بعد از ارتباط با %@, به نظر نمی رسد که DNS فعال باشد. این یعنی پیکربندی وی پی ان شما به درستی تنظیم نشده است.

source: After connecting to %@, the Internet does not appear to be reachable. This may mean that your VPN is not configured correctly.
fa: بعد از ارتباط با %@, به نظر نمی رسد که اینترنت قابل دسترسی باشد. این یعنی پیکربندی وی پی ان شما به درستی تنظیم نشده است.

source: All OpenVPN processes have quit
fa: همه پردازه های OpenVPN بسته شدند

source: All configuration files have been removed. Tunnelblick must quit.
fa: همه فایل های پیکربندی حذف شده اند. Tunnelblick باید بسته شود.

source: All configurations use %@ credentials
fa: کلیه پیکربندی ها از اعتبار نامه %@ استفاده می نمایند

source: An error (status %ld) occurred while trying to check the security of the %@ configuration. Please quit and relaunch Tunnelblick. If the problem persists, please reinstall Tunnelblick.
fa: خطایی (کد وضعیت %1$ld) در حین تلاش برای بررسی امنیت پیکربندی %2$@ رخ داد. لطفا از برنامه Tunnelblick خارج شده و مجددا اجرا نمایید. اگر مشکل همچنان پابرجا بود Tunnelblick رو مجددا نصب نمایید.

source: An error occurred while trying to launch %@
fa: خطایی در هنگام تلاش برای اجرای %@ رخ داده است

source: An error occurred while trying to revert to the secured (shadow) copy. See the Console Log for details.
fa: خطایی در حین بازگردانی به رونوشت (سایه) امن رخ داد. برای اطلاعات بیشتر به میزفرمان گزارشات مراجعه نمایید.

source: An error occurred. See the Console Log for details.
fa: خطایی رخ داده است. برای اطلاعات بیشتر به میزفرمان گزارشات مراجعه نمایید.
