Repository: 280455936/Tunnelblick
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: fa

source: Tunnelblick will access %@ to check that your computer's apparent public IP address changes each time you connect to a VPN. Contact the distributor of this copy of Tunnelblick for details.
fa: Tunnelblick برای بررسی اینکه نشانی آی پی آشکار رایانه شما با هر بار ارتباط وی پی ان تغییز می کند یا نه به %@ مراحعه خواهد کرد. برای جزییات بیشتر با ناشر این رونوشت از Tunnelblick تماس بگیرید.

source: Unable to Establish Communication
fa: عدم توانایی در بر قراری ارتباط

source: Unable to convert OpenVPN configuration
fa: عدم توانایی در تبدیل پیکربندی OpenVPN

source: Unable to copy file at '%@' to '%@' because the same name is used for different contents
fa: عدم توانایی در رونوشت کردن فایل '%1$@' در '%2$@' زیرا این نام برای محتوایی متفاوت مورد استفاده قرار گرفته است

source: Unable to create %@ owned by %ld:%ld with %lo permissions
fa: عدم توانایی در ایجاد %1$@ با مالکیت %2$ld: %3$ld و اجازه های %4$lo

source: Unable to install the '%@' configuration
fa: عدم توانایی در نصب پیکربندی '%@'

source: Unable to load contents of %@ as UTF-8
fa: عدم توانایی در بارگزاری محتوای %@ در قالب UTF-8

source: Unable to open configuration file for modification
fa: عدم توانایی در بازگشایی فایل پیکربندی برای تغییرات

source: Unable to parse configuration file as UTF-8
fa: عدم توانایی در پردازش فایل پیکربندی در قالب UTF-8

source: Unable to replace the '%@' configuration
fa: عدم توانایی در جایگزین کردن پیکربندی '%@'

source: Unable to secure %@ because it is owned by %@
fa: عدم توانایی در امن سازی %1$@ زیرا در مالکیت %2$@ می باشد

source: Unable to secure %@
fa: عدم توانایی در امن کردن %@

source: Unable to set permissions on '%@'
fa: عدم توانایی در تنظیم اجازه ها بر روی '%@'

source: Unable to store updatable configuration stub at %@
fa: عدم توانایی در ذخیزه سازی بخشی از پیکربندی قابل بروزرسانی در %@

source: Unable to uninstall the '%@' configuration
fa: عدم توانایی در حذف پیکربندی '%@'

source: Unable to write to configuration file for modification
fa: عدم توانایی در نوشتن بر روی فایل پیکربندی برای تغییرات

source: Unexpected disconnection:
fa: قطعی غیر منتظره:

source: Unknown extension '%@' for %@
fa: پسوند نا نشاس '%1$@' برای '%2$@'

source: Unknown key '%@' in %@
fa: کلید ناشناس '%1$@' در '%2$@'

source: Unknown value '%@' for '%@' in %@
fa: مقدار ناشناس '%1$@' برای '%2$@' در %3$@

source: Unreadable file at %@ See the Console log for details.
fa: فایل غیرقابل خوانده شدن در %@ برای جزییات بیشتر به میزفرمان گزارشات مراجعه فرمایید.

source: Updatable configuration '%@' was not stored as updatable because 'Contents' in the stub .tblk could not be created
fa: پیکربندی قابل بروزرسانی '%@' به صورت قابل بروزرسانی ذخیره نشد زیرا محتوای بخشی .tblk ایجاد نشد

source: Updatable configuration '%@' was not stored as updatable because its Info.plist could not be stored in the stub .tblk
fa: پیکربندی قابل بروزرسانی '%@' به صورت قابل بروزرسانی ذخیره نشد زیرا فایل Info.plist آن در فایل بخشی .tblk ذخیره نشد

source: Updatable configuration '%@' was not stored as updatable because that CFBundleIdentifier has already been processed
fa: پیکربندی قابل بروزرسانی '%@' به صورت قابل بروزرسانی ذخیره نشد زیرا آن CFBundleIdentifier پیشتر پردازش شده است

source: Updatable configuration '%@' was not stored as updatable because the Info.plist did not have an 'SUPublicDSAKey' entry or its 'SUFeedURL' entry did not specify the use of https:
fa: پیکربندی قابل بروزرسانی '%@' به صورت قابل بروزرسانی ذخیره نشد زیرا فایل Info.plist دارای مقدار 'SUPublicDSAKey' نیست و یا اینکه نشانی اینترنتی 'SUFeedURL' آن استفاده از https را مشخص نکرده:

source: Updates:
fa: بروزرسانی ها:

source: VPN Configuration %@ will NOT be installed because it has a lower version number.
fa: پیکربندی وی پی ان %@ نصب نخواهد شد زیرا دارای شماره نسخه پایین تری است.

source: VPN Configuration %@ will NOT be installed because the configuration already exists and should not be replaced.
fa: پیکربندی وی پی ان %@ نصب نخواهد شد زیرا این پیکربندی هم اکنون موجود می باشد و نباید جایگزین شود.

source: VPN log level:
fa: سطح گزارش دهی وی پی ان:

source: VPN status windows:
fa: پنجره وضعیت وی پی ان:

source: Value '%@' for '%@' is not a valid URL in %@
fa: مقدار '%1$@' برای '%2$@' نشانی اینترنتی معتبر در %3$@ نیست

source: WINS servers:
fa: سرورهای WINS:

source: Warning: '%@' is already a named credential.
fa: هشدار: '%@' یک اعتبار نامه نام دار می باشد.

source: Warning: One or more preferences could not be duplicated. See the Console Log for details.
fa: هشدار: یک یا چند تنظیم نکثیر نشدند. برای جزییات بیشتر به میزفرمان گزارشات مراجعه فرمایید.

source: Warning: One or more preferences could not be renamed. See the Console Log for details.
fa: هشدار: نام یک یا چند تنظیم تغییر نکرد. برای جزییات بیشتر به میزفرمان گزارشات مراجعه فرمایید.

source: Warning: This VPN may not connect in the future. The OpenVPN configuration file for '%@' contains these OpenVPN options: %@ You should update the configuration so it can be used with modern versions of OpenVPN. Tunnelblick will use OpenVPN %@ to connect this configuration. However, you will not be able to connect to this VPN with future versions of Tunnelblick that do not include a version of OpenVPN that accepts the options.
fa: هشدار: این وی پی ان در آینده نمی تواند ارتباط برقرار کند. فایل پیکربندی OpenVPN برای '%1$@' دارای این گزینه ها می باشد: %2$@ شما باید پیکربندی را ویرایش نمایید تا بتواند در نسخه های بروز OpenVPN قایل استفاده شود. Tunnelblick از OpenVPN %3$@ برای ارتباط این پیکربندی استفاده خواهد کرد. با این حال شما قادر به ارتباط با این وی پی ان در نسخه های آینده Tunnelblick که پذیرای این گزینه های OpenVPN نباشند، نخواهید بود.

source: Warnings:
fa: هشدارها:

source: When changes to anything else
fa: هنگام تغییرات در یکی دیگر

source: When changes to pre-VPN value
fa: هنگام تغییرات در مقادیر پیش وی پی ان

source: Workgroup:
fa: کارگروه:

source: Would you like to • Create a sample configuration on the Desktop and • Open its OpenVPN configuration file in TextEdit so you can modify it to connect to your VPN?
fa: آیا مایل به • ایجاد پیکربندی نمونه بر روی میزکاری خود و • باز کردن فایل پیکربندی OpenVPN آن در برنامه ویرایش متن هستید تا بتوانید آنرا برای اتصال به وی پی ان ویرایش نمایید؟

source: You are not allowed to replace a private configuration
fa: شما اجازه جایگزین کردن پیکربندی خصوصی را ندارید

source: You are not allowed to replace a shared configuration
fa: شما اجازه جایگزین کردن پیکربندی مشترک را ندارید

source: You cannot make the '%@' configuration private because it is set to start when the computer starts.
fa: شما نمی توایند پیکربندی '%@' را خصوصی نمایید زیرا برای اجرا در حین راه اندازی رایانه تعیین شده است.

source: You cannot make the '%@' configuration private or shared because it is an updatable configuration. Note that a Tunnelblick VPN Configuration that is updatable cannot be made private or shared; only the configurations within it can be made private or shared.
fa: شما قادر به خصوصی و یا مشترک ساختن پیکربندی '%@' نیستید زیرا این پیکربندی از نوع ویرایش پذیر می باشد. توجه داشته باشید که پیکربندی ویرایش پذیر وی پی ان در Tunnelblick قابل خصوصی و مشترک سازی نمی باشد; فقط تنظیمات درون آن را می توان خصوصی و یا مشترک کرد.

source: You cannot rename a Deployed configuration.
fa: شما نمی توانید نام پیکرندی در حال اجرا را تغییر دهید.

source: You cannot rename a configuration unless it is disconnected.
fa: شما تا زمان قطع شدن یک پیکربندی نمی توانید نام آنرا تغییر دهید.

source: You cannot rename a configuration which is set to start when the computer starts.
fa: شما نمی توایند نام یک پیکربندی که برای اجرا در حین راه اندازی رایانه تعیین شده است، را تغییر دهید.

source: ZB
fa: زتابایت

source: ZB/s
fa: زتابایت بر ثانیه

source: "%@" in the Info.plist for %@ is not allowed because the Info.plist for an "inner" .tblk may not contain "updatable" .tblk entries.
fa: "%1$@" in the Info.plist for %2$@ is not allowed because the Info.plist for an "inner" .tblk may not contain "updatable" .tblk entries.

source: "%@" in the Info.plist for %@ is not allowed in an "inner" .tblk or conflicts with the same entry in an "outer" .tblk.
fa: "%1$@" in the Info.plist for %2$@ is not allowed in an "inner" .tblk or conflicts with the same entry in an "outer" .tblk.

source: WARNING: This copy of Tunnelblick has been tampered with.
fa: هشدار: این رونوشت از برنامه Tunnelblick دستکاری شده است.

source: WARNING: This copy of Tunnelblick makes your computer insecure. It is for debugging purposes only.
fa: هشدار: این رونوشت از Tunnelblick فقط برای مقاصد اشکل یابی می باشد و رایانه شما را نا امن می سازد.

source: and install %ld Tunnelblick VPN Configurations
fa: و نصب %ld پیکربندی وی پی ان Tunnelblick

source: using %@ credentials.
fa: استفاده از %@ اعتبارنامه.

source: easy-rsa installation failed: %@
fa: نصب easy-rsa با مشکل مواجه شد: %@

source: targetPathToReplaceForDisplayName: %@ was found to replace the configuration with CFBundleIdentifer %@, but earlier, %@ was found to replace it.
fa: targetPathToReplaceForDisplayName: %1$@ was found to replace the configuration with CFBundleIdentifer %2$@, but earlier, %3$@ was found to replace it.

source: copy %d
fa: رونوشت %d

source: copy
fa: رونوشت

source: %@ - %@ v%@
fa: %1$@ - %2$@ نسخه %3$@

source: %d days %d:%02d:%02d
fa: %1$d روز %2$d:%3$02d:%4$02d

source: '%@' was added in OpenVPN %@
fa: '%1$@' به OpenVPN %2$@ اضافه شد

source: '%@' was deprecated in OpenVPN %@ and removed in OpenVPN %@
fa: '%1$@' was deprecated in OpenVPN %2$@ and removed in OpenVPN %3$@

source: <p><strong>When checked</strong>, the Tunnelblick icon is positioned near the Spotlight icon:</p> <p>%@</p> <p><strong>When not checked</strong>, the Tunnelblick icon is positioned normally:</p> <p>%@</p> <p><strong>This checkbox is disabled</strong> on macOS Sierra because it is not needed, and on systems for which it is known to cause problems.</p> <p><a href="https://tunnelblick.net/cAppInfoPlaceNearSpotLightIconCheckbox.html">More info</a></p>
fa: <p><strong>When checked</strong>, the Tunnelblick icon is positioned near the Spotlight icon:</p> <p>%1$@</p> <p><strong>When not checked</strong>, the Tunnelblick icon is positioned normally:</p> <p>%2$@</p> <p><strong>This checkbox is disabled</strong> on macOS Sierra because it is not needed, and on systems for which it is known to cause problems.</p> <p><a href="https://tunnelblick.net/cAppInfoPlaceNearSpotLightIconCheckbox.html">More info</a></p>

source: <p>Tunnelblick was not able to load a system extension that is needed to connect to %@.</p><p>%@More information%@ [%@]</p>
fa: <p>Tunnelblick was not able to load a system extension that is needed to connect to %1$@.</p><p>%2$@More information%3$@ [%4$@]</p>

source: Admin mode %@ remaining
fa: مد مدیر %@ باقی مانده

source: Afrikaans translation
fa: ترجمه آفریقایی

source: Animation and icon sets code
fa: کدهای انیمیشن و مجموعه آیکون ها

source: Arabic translation
fa: ترجمه عربی

source: Authenticating...
fa: در حال تأیید اعتبار…

source: Azerbaijani translation
fa: ترجمه آذربایجانی

source: Bulgarian translation
fa: ترجمه بلقارستانی

source: Button images
fa: تصویر دکمه ها

source: Catalan translation
fa: ترجمه کاتالان

source: Check for IP address changes
fa: بررسی تغییرات نشانی آی پی

source: Check for updates
fa: بررسی بروزرسانی

source: Chinese (simplified) translation
fa: ترجمه (ساده شده) چینی

source: Chinese (traditional) translation
fa: ترجمه (سنتی) چینی

source: Common
fa: عمومی

source: Connected to %@
fa: متصل شد به %@

source: Contributed much to the early code
fa: بیشتر همکاری کرده در کد اولیه

source: Contributed to early code
fa: همکاری کرده در کد اولیه

source: Croatian translation
fa: ترجمه کرواسی

source: Czech translation
fa: ترجمه چک اوسلواکی

source: Danish translation
fa: ترجمه دانمارکی

source: Disconnected from %@
fa: از %@ قطع شد

source: Do not show this again
fa: این را دوباره نشان نده

source: Do not warn about this again, never re-enable
fa: در این باره دیگر به من هشدار نده و هرگز بازفعال نکن

source: Dutch translation
fa: ترجمه داچ

source: Enter admin mode
fa: ورود به مد مدیر

source: Estonian translation
fa: ترجمه استونیایی

source: Finnish translation
fa: ترجمه فنلاندی

source: Flemish translation
fa: ترجمه فلاندرزی

source: Founder, original program and documentation
fa: سازنده، برنامه اصلی و اسناد

source: French translation
fa: ترجمه فرانسوی

source: German translation
fa: ترجمه آلمانی

source: Greek translation
fa: ترجمه یونانی

source: Hungarian translation
fa: ترجمه مجارستانی

source: Icelandic translation
fa: ترجمه ایسلندی

source: Icon set including Retina images
fa: مجموعه آیکون ها شامل تصاویر رتینا

source: Indonesian translation
fa: ترجمه اندونزیایی

source: Italian translation
fa: ترجمه ایتالیایی

source: Japanese translation
fa: ترجمه ژاپنی

source: Korean translation
fa: ترجمه کره ای

source: LANGUAGE_TRANSLATION
fa: ترجمه پارسی

source: LEAD_TRANSLATORS
fa: Mehrad Mahmoudian و Ali#

source: Latvian translation
fa: ترجمه لتونی

source: Localization code tweaks
fa: تغییزات کد های محلی سازی

source: Multiple configuration folders
fa: چندین پوشه پیکربندی

source: Norwegian translation
fa: ترجمه نروژی

source: OpenVPN 2.3 and 64-bit integration
fa: OpenVPN ۲. ۳ و مجتمع سازی ۶۴ بیتی

source: PKCS#11 support
fa: پشتیبانی از PKCS#11

source: Persian translation
fa: ترجمه پارسی

source: Polish translation
fa: ترجمه لهستانی

source: Portuguese (Brazilian) translation
fa: ترجمه پرتغالی (برزیلی)

source: Portuguese translation
fa: ترجمه پرتغالی

source: Program and documentation enhancements and maintenance after version 3.0b10
fa: بهبود سازی و نگهداری برنامه و اسناد بعد از نسخه 3.0b10

source: Romanian translation
fa: ترجمه رومانیایی

source: Russian translation
fa: ترجمه روسی

source: Serbian (Latin) translation
fa: ترجمه سربی (لاتین)

source: Slovak translation
fa: ترجمه اسلوواکی

source: Spanish translation
fa: ترجمه اسپانیایی

source: Swedish translation
fa: ترجمه سویدی

source: Tunnelblick icon
fa: آیکون Tunnelblick

source: Turkish translation
fa: ترجمه ترکی

source: UKKQueue and UKLoginItemRegistry
fa: UKKQueue و UKLoginItemRegistry

source: Ukrainian translation
fa: ترجمه اوکراینی

source: Up and Down scripts
fa: اسکریپت اتصال و قطع

source: Updated to %@.
fa: بروزرسانی شد به %@.

source: Xcode help and OpenSSL integration
fa: کمک Xcode و مجتمع سازی OpenSSL

source: Accept
fa: پذیرفتن

source: Create a Free Account
fa: ایجاد حساب مجانی

source: Get Different Image
fa: دریافت تصویر دیگر

source: Login
fa: ورود

source: Next
fa: بعدی

source: Reject
fa: رد کردن

source: Register for Tunnelblick...
fa: ثبت نام در Tunnelblick…

source: Cannot obtain image
fa: عدم دریافت تصویر

source: Cannot register
fa: عدم ثبت نام

source: Email not verified
fa: ایمیل تایید شد

source: Entries required
fa: نیاز به ورودی ها

source: Failed to load Terms of Service
fa: عدم توانایی در بارگزاری قوانین و ضوابط

source: No configuration available
fa: هیچ پیکربندی وجود ندارد

source: Password entries must match
fa: مقادیر گذرواژه ها باید همسان باشند

source: Prove You are Human
fa: نشان دهید که انسان هستید

source: Register with Tunnelblick
fa: در Tunnelblick ثبت نام نمایید

source: Sorry
fa: متاسفم

source: Terms of Service
fa: شرایط و ضوابط

source: Tunnelblick - Free VPN
fa: Tunnelblick - وی پی ان رایگان

source: Welcome!
fa: خوش آمديد!

source: You Must Type the Characters
fa: لطفا حروف را تایپ نمایید

source: Confirm password:
fa: تأیید گذرواژه:

source: Congratulations! Your account has been created. You should receive an email from Tunnelblick soon. Follow the instructions in the email to verify your email address and then click 'Next'.
fa: تبریک! حساب کاربری شما ایجاد شد. به زودی ایمیلی از Tunnelblick دریافت خواهید کرد. از دستورالعمل موجود در ایمیل پیروی تا نشانی ایمیل خود را تایید نمایید و سپس دکمه 'بعد' را فشار دهید.

source: Could not check registration
fa: ثبت نام شما بررسی نشد

source: Could not get a captcha image
fa: تصویر عدم کلاهبرداری دریافت نشد

source: Could not get a session token
fa: نشانی رمز جلسه کاری دریافت نشد

source: Email address %@ is already registered for an account
fa: نشانی ایمیل %@ برای حساب کاربری دیگری ثبت شده است

source: Email address:
fa: نشانی ایمیل:

source: Invalid URL: %@
fa: نشانی نامعتبر وب: %@

source: No valid session token.
fa: نشانی رمز نامعتبر جلسه کاری.

source: Please read our Terms of Service and indicate your acceptance or rejection of them.
fa: لطفا شرایط و ضوابط را مطالعه نمایید و تایید و رد آنرا مشخص نمایید.

source: Please type the characters in the image and click next.
fa: لطفا حروف تصویر را تایپ نموده و دکمه بعد را فشار دهید.

source: Session token requires encoding
fa: نشانی رمز جلسه کاری نیاز به رمزنگاری دارد

source: Session token too long
fa: نشانی رمز بسیار طولانی جلسه کاری

source: Sorry, but your request for an account could not be processed: %@
fa: متاسفانه درخواست شما برای حساب کاربری پرداش نشد: %@

source: Terms of service are unavailable.
fa: شرایط و ضوابط موجود نیست.

source: The Terms of Service could not be loaded:
fa: شرایط و ضوابط بارگزاری نشد:

source: Type the characters above:
fa: حروف بالا را تایپ نمایید:

source: Unable to check account status: %@
fa: امکان بررسی وضعیت اکانت وجود ندارد: %@

source: Unable to connect to server
fa: عدم توانایی در اتصال به سرور

source: You have already registered.
fa: شما در حال حاضر ثبت نام شده اید.

source: You must enter an email address and password to login.
fa: برای ورود نیاز به نشانی ایمیل و گذرواژه دارید.

source: You must enter an email address, password, and password confirmation to proceed.
fa: برای ادامه کار نیاز به نشانی ایمیل، گذرواژه و تایید گذرواژه دارید.
